<?php

$lang = array(

'main_nav'   		        => "Дополнения портала",
'main_title' 		        => "Дополнения портала",
'main_help'  		        => "Дополнения портала — модули, которые находятся в директории /sources/portal_plugins/. После успешной установки каждый модуль позволит вам использовать специальные теги, которые увеличивают функциональность в пределах портала",

'error_no_dir' 		        => "Директория /sources/portal_plugins/ не существует. Создайте ее и попробуйте снова.",
'error_no_key'		        => "Не существует дополнения по указанному ключу.",
'error_no_settings'         => "Настроек для этого дополнения не существует",

'portal_main_title'         => 'Установленные дополнения',
'portal_main_key'           => 'Название',
'portal_pop_tags'           => 'Экспортируемые теги:',
'portal_pop_name'           => 'Имя тега',
'portal_pop_desc'           => 'Описание тега',

'portal_row_menu_view_tags' => "Список предоставляемых тегов",
'portal_row_menu_settings'  => "Настройки модуля",

);
?>