<?php

$lang = array (

//2.1.3
'nonew_pms_myass'			=> "Вы не имеете новых/непрочитанных л.с.",

// 2.1

'tab_info'                  => 'Информация',
'tab_posts'                 => 'Новые сообщения',
'tab_search'                => 'Поиск',
'tab_pms'                   => 'Личные сообщения',
'tab_newpms'                => 'НОВЫЕ личн. сообщения',
'legend_forum'              => 'Информация о форуме',
'legend_post'               => 'Информация о публикации',

// Old 

'page_title'                => "Помощник",
'log_in_needed'             => "Требуется войти",
'no_guests'                 => "Эта функция недоступна для гостей.<br /><br />Если вы&nbsp;зарегистрированы, авторизуйтесь.",
'log_in'                    => "Авторизация",
'lin_name'                  => "Имя пользователя",
'lin_pass'                  => "Пароль",

'reg_text'                  =>  "Для использования этой функции необходимо быть зарегистрированным пользователем.",


'reg_link'                  => "Регистрация",

'close_win'                 => "Закрыть окно",
'refresh'                   => "Обновить окно",

'show_me'                   => "Показать:",

'sm_today_posters'          => "Самые активные сегодня",
'sm_all_posters'            => "Самые активные форумчане",
'sm_forum_leaders'          => "Администрация форума",
'sm_todays_posts'           => "Активные темы ",
'sm_my_last_posts'          => "10 ваших последних сообщений",

'while_away'                => "Пока вас не&nbsp;было:",
'no_new_posts'              => "Новых сообщений не&nbsp;появилось",

'new_posts'                 => "Появилось новых сообщений: %s.",
'view_link'                 => "Просмотр",
'my_replies'                => "Ответов в ваших темах: %s",
'none'                      => "0",
'search_forums'             => "Поиск по&nbsp;форуму",
'search_help'               => "Поиск в&nbsp;разделе &laquo;Помощь&raquo;",
'go'                        => "ОК",

);

?>