<?php

$lang = array (

'rating_prefix'			=> "Рейтинг",
'group_icon'			=> "Иконка группы",
'char_info'			=> "Информация о персонаже",
'add_private'			=> "Добавить в приват",

// 2.2

'reason_for_edit'			=> 'Причина редактирования',
'js_rate_me'                => "Рейтинг:",
'js_img_alt_rate'           => 'Нажмите на звездочку для оценки этой темы',
'dd_view_profile'           => 'Просмотр профиля',
'dd_remove_friend'          => 'Удалить из друзей',
'dd_add_friend'             => 'Добавить в друзья',
'dd_send_pm'				=> 'Отправить сообщение',
'dd_find_posts'             => "Найти сообщения пользователя",
'dd_find_topics'			=> "Найти темы пользователя",

'you_have_not_rated'		=> '<i>нет</i>',
'you_have_rated_x'			=> 'Ваша оценка:',
'total_ratings'				=> 'Всего оценок:',
'poll_noview_guest'			=> "Вы не можете просмотреть результаты опроса, не проголосовав в нем. Пожалуйста, авторизуйтесь и проголосуйте, чтобы увидеть результаты этого опроса.",
'js_no_empty_post'			=> "Вы не можете публиковать пустое сообщение",
'to_post_alt'				=> "сообщение",


//2.1.2
'add_selected_text'			=> "Добавить выделенный текст как цитату",


// 2.1.1

'js_error_no_permission'    => "Извините, но вам не разрешено редактировать это сообщение",

// 2.1

'dd_display_modes'          => "Режимы отображения",
'dd_rate_button'	        => "Оценить",

'announce_title'            => "Объявление",
'click_for_mod'             => "Для выбора этой темы для модерирования нажмите сюда",

'outline_posts_topic'       => "Сообщений в этой теме",
'ignore_first_line'         => "Вы выбрали игнорирование всех сообщений от:",
'ignore_view_post'          => "Просмотр этого сообщения",
'ignore_unignore'           => "Не игнорировать",

'edit_full_title'           => 'Полное редактирование',
'edit_full_desc'            => 'Полное редактирование со всеми опциями',
'edit_quick_title'          => 'Быстрое редактирование',
'edit_quick_desc'           => 'Быстро изменить это сообщение с базовыми опциями',
'topic_rating_done'         => 'Ваша оценка успешно добавлена!',
'topic_rating_changed'      => 'Ваша оценка успешно изменена!',
'topic_rated_already'       => 'Вы уже оценивали эту тему и вам не разрешено изменять вашу оценку.',
'topic_rating'              => 'Рейтинг',
'topic_options'             => 'Опции',
'topic_display'             => 'Режим отображения',
'topic_display_switch'      => 'Переключить на:',
'poll_vote_added'           => "Ваш голос успешно добавлен",
'poll_viewing_results'      => "Просмотр результатов опроса",
'poll_add_vote'             => "Голосовать!",
'poll_s_stats'		        => "Статистика",
'poll_you_voted'	        => "Вы уже голосовали в этом опросе",
'poll_no_guests'			=> "Гости не могут голосовать",
'poll_vote_created'			=> "Ваш опрос был успешно создан",
'poll_s_total'				=> "Всего голосов",
'poll_null_vote'			=> "Просмотр результатов (Лишившись голоса)",
'poll_s_votes'				=> "Голосов",
'poll_you_created'			=> "Вы создали этот опрос",


// build #003
'click_on_icon'             => "Нажмите на это значок для выбора этого сообщения для использования в модерации внизу страницы",
'obyavlenie'                => "Объявление:",
'soobsheniya_etoy_temyi'    => "Сообщения этой темы",

// 2.0.3

'qr_add_email'              => "Отправлять уведомления об ответах на e-mail",



// 2.0
'ip_private'                => 'Скрыт',
'tom_outline'               => 'Древовидный',
'tom_standard'              => 'Стандартный',
'tom_linear'                => 'Линейный',

'tom_replies'               => "Ответов",
'announce_both'             => "Объявление создано: %s, будет завершено: %s",
'announce_start'            => "Объявление опубликовано %s",
'announce_end'              => "Объявление завершено %s",

'cpt_approve'               => "Опубликовать сообщение",
'cpt_unapprove'             => "Скрыть сообщение",
'cpt_approvet'              => "Опубликовать тему",
'cpt_unapprovet'            => "Скрыть тему",
'cpt_merge'                 => 'Объединить сообщения',
'cpt_delete'                => "Удалить сообщения",
'cpt_split'                 => "Разделить тему",
'cpt_move'                  => "Переместить сообщения",
'cp_js_delete'              => "Вы действительно хотите удалить эти сообщения?",
'enter_keywords'            => "Ключевое слово",
'search_topic'              => "Найти в этой теме",
'f_go'                      => "С отмеченными",

'm_location'                => "Из:",

'tt_reply_to_post'          => "Ответить прямо в этом сообщении",


'attach_thumbs'             => 'Эскизы прикрепленных изображений',
'attach_images'             => 'Прикрепленные изображения',
'attach_normal'             => 'Прикрепленные файлы',
'attach_ahits'              => 'Скачано:',
'attach_size'               => 'Размер:',
'mq_title'                  => 'Добавить к многочисленным цитатам',

'tt_link'                   => "Ссылка на это сообщение",
'tt_prompt'                 => "Копирование прямой ссылки этого сообщения, для сохранения в буфере обмена",


// новое 1.2 B3 (RC1)

'tt_rating'                 => "Рейтинг:",

// новое в 1.2
'tt_warn'                   => "Предупреждения:<br />",
'tt_warn_add'               => "Добавить предупреждение",
'tt_warn_minus'             => "Снять предупреждение",
'mm_title'                  => "Мульти-модерация",
'mm_submit'                 => "ок",
'pv_total_votes'            => "Всего голосов",
'new_poll_link'             => "Добавить новый опрос",
'ac_title'                  => "Показать контакт лист",
'to_open'                   => "Раскрыть опции темы",
'to_close'                  => "Скрыть опции темы",
'show_emo'                  => "Показать смайлики в новом окне",
'pl_show_results'           => "Показать результаты",
'pl_show_vote'              => "Показать пункты опроса",

'pic_attach_thumb'          => "Прикрепленное изображение (нажмите на эскиз, для увеличения)",

'attached_file'             => "Прикрепленный файл",
'qr_title'                  => "Быстрый ответ",
'qr_open'                   => "Раскрыть окно быстрого ответа",
'qr_hide'                   => "Скрыть окно быстрого ответа",

'qr_submit'                 => "Отправить",
'qr_more_opts'              => "Расширенная форма",
'qr_closeit'                => "Скрыть форму",
'qr_add_smilie'             => "Включить смайлики",
'qr_add_sig'                => "Добавить подпись",

// новое в RC1

'b_back_to'                 => "Назад в",

// конец

'SPLIT_TOPIC'               => "Разделить тему",
'MERGE_TOPIC'               => "Соединить тему",
'TOPIC_HISTORY'             => "История темы (опция администратора)",

'tt_title'                  => "Подписаться на тему",

'ft_title'                  => "Подписка на этот форум",

'av_title'                  => "Скачать тему",

'active_users_detail'       => "гостей: %s, скрытых пользователей: %s",
'active_users_title'        => "<b>%s</b> чел. читают эту тему",
'active_users_members'      => "Пользователей: <b>%s</b>",

'go_new_post'               => "К первому непрочитанному сообщению",
'edited_by'                 => "Сообщение отредактировал <b>%s</b> - %s",

'UNSUBBIT'                  => "Отписать всех от этой темы",

'EDIT_TOPIC'				=> "Редактировать заголовок",
'forum_jump'				=> "Перейти в форум",
'UNPIN_TOPIC'				=> "Опустить тему",
'OPEN_TOPIC'				=> "Открыть тему",
'attach_hits'				=> "Кол-во скачиваний",
'DELETE_TOPIC'				=> "Удалить тему",
'topic_moved'				=> "Эта тема перемещена, переходим в форум расположения темы",
'pic_attach'				=> "Прикрепленное изображение",
'm_posts'					=> "Сообщений:",

'multi_page_topic'			=> "Страницы:",
'snitch_geezer_to_a_copper' => "Отправить жалобу модератору",
'MOVE_TOPIC'				=> "Переместить тему",
'CLOSE_TOPIC'				=> "Закрыть тему",
'topic_page_h'				=> "Тема",
'member_warn_level'			=> "Уровень предупреждений пользователя",
'start_new_poll'			=> "Создание опроса",
'm_joined'					=> "Регистрация:",
'track_topic'				=> "Подписка на тему",
'js_del_1'					=> "Вы действительно хотите удалить это сообщение?",
'please_log_in'				=> "Вы не авторизованы в этом форуме.",
'js_del_2'					=> "Не хотите, как хотите",
'start_new_topic'			=> "Открытие новой темы",
'moderation_ops'			=> "Опции модератора",
'RECOUNT'					=> "Обновить тему",
'ip'					    => "IP",
'reply_to_topic'			=> "Ответ в эту тему",
'topic_stats'				=> "<#POSTS#> ответов с <#START#>",
'single_page_topic'			=> "&nbsp;",
'PIN_TOPIC'					=> "&laquo;Поднять&raquo; тему",
'print'					    => "Версия для печати",
'topic'					    => "Тема",
'posted_on'					=> "Сообщение",
'attach_dl'					=> "Скачать файл",
'DELETE_POST'				=> "Удалить сообщения",
't_old'					    => "Предыдущая тема",
't_new'					    => "Следующая тема",
'forward'					=> "Сообщить другу",
'm_group'					=> "Группа:",
'back_top'                  => "Вверх",
'member_no'                 => "Пользователь №:",
);
?>