<?php

$lang = array(

'topic_text'  			=> "Просмотр выбранного раздела или поиск",
'results_title'         => "Результаты поиска",
'choose_file'           => "Выберите раздел",
'help_txt'              => "Выберите нужный раздел из списка",
'submit'                => "Найти!",
'search_txt'            => "Введите ключевые слова для поиска",
'search_results'        => "Результаты поиска",
'results_txt'           => "Результаты поиска.",
'help_topics'           => "Разделы помощи по форуму",
'no_results'            => "Не найдено ни одного раздела, соответствующего вашему запросу. Вернитесь назад и попробуйте снова.",
'help_topic'            => "Разделы помощи",
'page_title'            => "Поиск по разделам помощи",

);
?>