<?php

$lang = array (

// 2.1

'cs_posts'                  => "сообщений",
'cs_members'                => "пользователей",
'cs_active'                 => "пользователей в онлайне",
'q_topics'                  => "Ожидающих тем:",
'q_posts'                   => "сообщений:",

// build #003
'foruma'			        => "форума",
'messages'			        => "Сообщений:",
'polzovateley'		        => "Пользователей",
'v_online'			        => "в онлайне:",
'ozhidayushih_tem'	        => "Ожидающих тем:",
'soobsheniy'		        => "сообщений:",
'avtorizatsiya'		        => "Авторизация:",
'poisk_po_forumu'	        => "Поиск по форуму:",

// добавлено в 2.0

'enter_search_words'        => "Что ищем?",
'sub_forum_title'           => "&#151; подфорумы",

//

'whoschatting_total'        => "Сейчас пользователей в чате:",
'whoschatting_loadchat' 	=> "Чат",
'whoschatting_none'         => "В чате сейчас никого нет",
'whoschatting_delay'        => "Обновляется каждые %s минут",

'rd_hits'                   => "Переходов",
'oul_show_more'             => "Полный список по:",
'oul_click'                 => "последним действиям",
'oul_name'                  => "именам пользователей",

'qli_title'                 => "Быстрый вход",
'qli_name'                  => "Имя пользователя",
'qli_go'                    => "Войти!",

'by'					    =>	"Автор",

'calender_f_title'          => "Будущие календарные события (в пределах %s дней)",

'no_calendar_events'        => "Отсутствуют",

'newslink'                  => "— последние новости: ",

'welcome_back_text'         => "С возвращением, последний раз вы были здесь",

'sm_today_posters'          => "<font title='Десятка пользователей, у которых больше всего сообщений на форуме за сегодняшний день'>Активные сегодня</font>",
'sm_all_posters'            => "<font title='Десятка пользователей, у которых больше всего сообщений на форуме'>Самые активные</font>",
'sm_forum_leaders'          => "<font title='Список администраторов и модераторов форума'>Администрация</font>",
'sm_todays_posts'           => "<font title='Список активных тем за день'>Активные темы</font>",

'protected_forums'			=>	"Закрытые форумы",
'no_birth_users'			=>	"Именинников сегодня нет",
'total_forums'			    =>	"Всего форумов:",
'public_forums'				=>	"Открытых форумов",
'public_members'            =>  "пользователей",

'total_word_string'         =>  "На форуме сообщений: <b><#posts#></b><br />Зарегистрировано пользователей: <b><#reg#></b><br />Приветствуем последнего зарегистрированного по имени <b><a href='<#link#>'><#mem#></a></b>",


'birthday_header'           => "Поздравляем с днем рождения наших пользователей:",

'replies'					=>	"Ответов",
'board_stats'				=>	"Статистика форума",

'guests'					=>	"гостей",
'posts'					    =>	"сообщений",
'total_of'					=>	"всего",
'browser_user_list'			=>	"Полный список",

'forum_leader'				=>	"Модераторы: ",
'birth_user'			    =>	"пользователь празднует свой день рождения",
'forum_users'				=>	"Пользователей в этом форуме",
'forums'					=>	"Форумов",
'restricted_forums'			=>	"Закрытых форумов",
'invite_submit'				=>	"ОК",
'all_times'					=>	"Все время",
'new_posts'					=>	"Новые сообщения",
'anon_members'				=>	"скрытых пользователей",
'd_post_read'				=>	"Отметить все сообщения прочитанными",
'last_post_info'			=>	"Последнее сообщение",
'birth_users'				=>	"пользователей празднуют сегодня свой день рождения",
'forum_off'					=>	"Только для чтения",

'cat_name'					=>	"Форум",
'in'					    =>	"Тема",
'registered_mems'			=>	"зарегистрированных пользователей",
'topics'					=>	"Тем",
'f_protected'			    =>	"<i>Закрытый форум</i>",
'd_delete_cookies'			=>	"Удалить установленные форумом cookies",
'forum_icons'				=>	"Иконка форума",



'info'					    =>	"Информация",
'active_users'				=>	"посетителей за последние %s минут",
 
'f_none'					=>	"----",
'most_online'				=>	"Рекорд посещаемости форума — <b><#NUM#></b>, зафиксирован — <b><#DATE#></b>",
'no_new'					 =>	"Нет новых сообщений",

);
?>