<?php

$lang = array (

//2.1.2
'please_choose'			=> "Пожалуйста, выберите нужный формат",
'powered_by'			=> "Русская версия ",
'click_toview'			=> "Нажмите для просмотра темы",

'end'					=>	"конец",
'forum'					=>	"Форум",
'on	'				    =>	"-",
'title'					=>	"Версия для печати темы",
'by'				    =>	"Автор",
'start'					=>	"Создал",
'topic'					=>	"Тема",
'tvo_title'             =>  "Опции отображения темы для:",
'o_print_title'         =>  "Версия для печати",
'o_print_desc'          =>  "Тема будет отображена и распечатана в простеньком виде на этой странице.",
'o_html_title'          =>  "HTML версия",
'o_html_desc'           =>  "Вы можете скачать HTML версию этой темы на ваш компьютер. Будет открыто окно для скачивания.",
'o_word_title'          =>  "Версия в формате Microsoft Word",
'o_word_desc'           =>  "Вы можете скачать Word версию этой темы с возможностью дальнейшего редактирования. Будет открыто окно для скачивания.",
'back_topic'            =>  "Вернуться в тему",
'topic_here'            =>  "Нажмите сюда для просмотра этой темы в обычном формате",
);
?>