<?php

$lang = array (

// 2.2: UPDATED

'just_admin_validation' 		=> "После регистрации ваша учетная запись будет отправлена администрации для рассмотрения и последующего одобрения.",

'dname_text' 					=> "Это имя будет использоваться в сообщениях и темах. От 3 до %s символов. Запрещенные символы: [ ] | ; ,  &#036;",
'reg_error_dname_len'      		=> "Необходимо ввести отображаемое имя от 3 до %s символов",
'reg_error_username_none' 		=> "Необходимо ввести имя пользователя от 3 до %s символов",
'reg_error_no_name'        		=> "Необходимо ввести отображаемое имя от 3 до %s символов",
'user_name_text' 				=> "Это имя будет использоваться только для авторизации [от 3 до %s символов]",

'lp_text'          				=> "Введите ваше имя пользователя в форме ниже. Имя пользователя <b>не</b> чувствительно к регистру.<br />После заполнения формы, вам на электронную почту будет отправлено письмо с дальнейшими инструкциями по восстановлению пароля.",
'lp_text_email'    				=> "Введи ваш адрес электронной почты. Адрес электронной почты <b>не</b> чувствителен к регистру.<br />После заполнения формы, вам на электронную почту будет отправлено письмо с дальнейшими инструкциями по восстановлению вашего пароля.",
'las_input_text' 				=> "Введите в поле код из 6 символов, отображенных в виде изображения. Если вы не можете прочитать код с изображения, нажмите на изображение для генерации нового кода.",

// 2.2: НОВОЕ
'form_title_attention' 			=> "Внимание!",
'reg_error_email_invalid'		=> "Вы ввели не существующий e-mail адрес<br /> или он содержит один из запрещенных символов: [ ] ; # &amp; ! * ' &quot; &lt; &gt; % ( ) { } ? &#092;",
'reg_error_dname_only'			=> "Отображаемое имя может содержать только следующие символы: ",
'reg_error_uname_only'			=> "Имя пользователя может содержать только следующие символы: ",
'lp_random_pass_subject'        => "Ваш новый пароль",
'lp_random_pass'				=> "Нажмите кнопку ниже для отправки нового пароля на ваш адрес электронной почты.",
'lpass_text_random'             => "На ваш адрес электронной почты был отправлен новый пароль к учетной записи.",


//2.1.3
'reg_error_email_ban'		    => "E-mail адрес, который вы используете, не разрешен на этом форуме. Пожалуйста выберите другой.",
'new_registration_email'	    => "Регистрация на ",
'new_registration_email1'	    => "Новый пользователь на ",

//2.1.2
'alt_codebit'					=> "Включите эту картинку",
'alt_loadingimg'				=> "Включите эту картинку",

// Добавлено 2.1
'coppa_bounce'                  => 'Вы не можете продолжить без отмены вашей регистрации COPPA или без завершения регистрационной формы COPPA',

'clogin_submit'                 => "Продолжить",
'clogin_done'                   => "Вы вошли в",
'clogin_title'                  => "Добро пожаловать в наш форум",
'clogin_text'                   => "Так как вы вошли впервые, мы требуем заполнения еще некоторых данных прежде, чем продолжить",
'dname_name'                    => "Введите желаемое <strong>отображаемое</strong> имя </strong>",

'reg_error_no_pass'             => "Пароль не указан",
'reg_error_pass_nm'             => "Введенные пароли не соответствуют друг другу. Перепроверьте введенные данные",
'reg_error_chars'               => "Отображаемое имя содержит один или несколько запрещенных символов: [ ] | ; ,",
'reg_error_taken'               => "Введенное отображаемое имя уже используется другим пользователем",
'reg_error_username_taken'      => "Введенное имя пользователя уже используется другим пользователем",
'reg_error_email_missing'       => "E-mail адрес не указан",
'reg_error_email_nm'            => "Введенные e-mail адреса не идентичны",
'reg_error_email_taken'         => "Введенный e-mail уже используется другим пользователем",

'user_admin_validation'         => "После успешной активации ваша учетная запись будет предоставлена администратору для проверки и подтверждения.",

# Changed 2.1

'user_name'					    => "Введите Ваш ник в Бойцовском Клубе <strong>(для авторизации)</strong>",

# Already in 2.0

// #build 003
'enable_this_picture'           => "Включите эту картинку",

'subsm_title'                   => 'Пакеты подписок',
'subsm_none'                    => '--NONE--',
'subsm_na'                      => 'N/A',
'subsm_more'                    => 'Дополнительная информация',
'subsm_no_desc'                 => "Не выбран пакет для покупки",
'subsm_close'                   => "Закрыть",
'tc_title'                      => "Правила и положения по регистрации",
'tc_text'                       => 'Для продолжения регистрации, вы должны принять нижеследующее:',
'tc_regbut'                     => "Регистрация",
'op_email_title'                => "Получение писем",
'op_email_text'                 => "Администрация и пользователи смогут отправлять вам письма на e-mail.",
'op_email_ad'                   => "Получать письма от администраторов",
'op_email_mem'                  => "Получать письма от пользователей",
'op_tz_title'                   => "Настройки часового пояса",
'op_tz_text'                    => "Выберите часовой пояс, в котором вы находитесь.",
'op_tz_dst'                     => 'Автоматический переход на летнее время?',
'submit_text'                   => "Я соглашаюсь с условиями регистрации и желаю зарегистрироваться",

'cf_optional'                   => "Дополнительная информация",

'las_title'                     => "Защитный код",
'las_img'                       => 'Ваш защитный код',
'las_img_text'                  => 'Если вы не видите никаких чисел или видите битое изображение, обратитесь к администратору форума для устранения проблемы.',
'las_input'                     => 'Введите защитный код',

'las_numbers'                   => "<b>Ваш защитный код</b><br />Если вы не видите никаких чисел или видите битое изображение, обратитесь к администратору форума для устранения проблемы.",
'las_text'                      => "<b>Введите защитный код</b><br />Введите 6 цифр, отображенных выше в виде изображения.<br />Примечание: На изображении только цифры, к примеру '0' является нулем, а не буквой 'O'.",

'user_name_title'               => "Имя пользователя (login):",

'password_title'                => "Пароль:",
'password'		                =>	"Введите пароль",
'password_text'                 => "Длина пароля — от 3 до 32 символов, включая пробелы",
'password_confirm'              => "Подтвердите пароль",
'password_confirm_text'         => "Повторите пароль: пароли должны полностью совпадать",

'email_address_title'           => "Ваш e-mail адрес:",
'email_address_text'            => "Необходимо ввести реальный e-mail адрес",
'email_address_confirm'         => "Подтвердите e-mail адрес",
'email_address_confirm_text'    => "Повторите e-mail адрес: адреса должны полностью совпадать",

'email_address'	                =>	"Введите ваш e-mail адрес",

'err_complete_form'             => "Необходимо заполнить все обязательные поля формы",
'err_cf_to_long'                => "Длина введенных в одно из полей данных, превышает норму допущенного",
'err_invalid'                   => "Одно из заполненных полей, содержит неверные данные. Пожалуйста, проверьте и произведите исправления.",

// добавлено RC2

'incorrect_thing_name'          => "Некорректное имя — %s. Возможно вы использовали запрещенные символы",
'thing_name_taken'              => " %s, к сожалению выбранное вами имя пользователя уже используется. Выберите другое имя",

'rv_title'                      => "Запрос на повторную отправку письма для активации",
'rv_process'                    => "Процесс переактивации",
'rv_done'                       => "<strong>Запрос на переактивацию принят</strong><br />Письмо для переактивации отправлено на ваш e-mail адрес. Через несколько минут проверьте Ваш почтовый ящик.",
'rv_ins'                        => "Ниже введите Ваше имя пользователя, для поиска незавершенных активаций. В случае обнаружения таковых, на ваш e-mail адрес, указанный при регистрации, будет повторно отправлено письмо для активации.",
'rv_name'                       => "Зарегистрированное имя пользователя",
'rv_go'                         => "Найти и выслать",

'lpass_text'                    => "Письмо с содержанием инструкций по активации отправлено вам на e-mail. В течение 10 минут (возможно и раньше), вы получите это письмо.",
'lpf_title'                     => "Восстановление забытого пароля",
'lpf_pass1'                     => "Введите новый пароль",
'lpf_pass11'                    => "Длина пароля — от 3 до 32 символов",
'lpf_pass2'                     => "Подтвердите пароль",
'lpf_pass22'                    => "Пароли должны совпадать",

'err_user_start_zero'           => "Имя пользователя не должно начинаться с нуля (0)",
'errors_found'                  => "Обнаружены следующие ошибки",
'err_email_address_match'       => "Введенные e-mail адреса не идентичны",
'err_no_username'               => "Необходимо ввести имя пользователя от 3 до 32 символов",
'err_no_password'               => "Необходимо ввести пароль от 3 до 32 символов",
'err_pass_match'                => "Введенные пароли не соответствуют друг другу. Перепроверьте введенные данные",
'err_invalid_email'             => "Введенный e-mail адрес является нереальным e-mail адресом",
'err_user_exists'               => "Такое имя пользователя уже зарегистрировано на форуме. Выберите другое имя.",
'err_email_exists'              => "Такой e-mail адрес уже используется на форуме. Введите другой e-mail.",
'err_reg_code'                  => "Код регистрации не соответствует отображенному. Сгенерирован новый код регистрации. Повторите попытку.",
'err_no_validations'            => "Нет запросов на подтверждение для этого пользователя. Проверьте имя и попробуйте снова.",
'email_reg_subj'                => "Регистрация для",
'ne_subject'                    => "Запрос на изменение е-mail адреса для",

'ras_title'                     => "Защита от массовых регистраций",
'ras_numbers'                   => "<b>Ваш защитный код</b><br />Если Вы не видите никаких чисел или видите битое изображение, обратитесь к администратору форума для устранения проблемы.",
'ras_text'                      => "<b>Введите защитный код</b><br />Для блокирования различных программ, регистрирующих новые учетные записи, введите 6 цифр, отображенных выше в виде изображения.<br />Примечание: В изображении только цифры, к примеру '0' является нулем, а не буквой 'O'.",

'coppa_title'                   => "Регистрация COPPA",
'coppa_info'                    => "Информация COPPA",
'coppa_form'                    => "Форма COPPA",

'coppa_link'                    => "Нажмите на ссылку, соответствующую дате вашего рождения",
'coppa_date_before'             => "После или до",
'coppa_date_after'              => "После",
'coppa_form_text'               => "Родитель или опекун должен заполнить и переслать по факсу подписанный <#FORM_LINK#>, администратору форума для продолжения регистрации ребенка младше 13 лет.<br /><br />Для более подробной информации, обратитесь на:",
'coppa_link_form'               => "форма разрешения",

'cp2_text'                      => " Все пользователи возрастом до 13 лет, обязаны иметь разрешение родителей, для дальнейшего участия и пользования этими форумами.<br /><br />Если вы хотите продолжить процесс регистрации для участия в форумах до получения разрешения родителей, нажмите на ссылку ниже. Но, тем не менее запомните, что процесс регистрации не будет завершен, пока мы не получим подписанную форму ваших родителей/опекунов.",
'cp2_continue'                  => "Далее",
'cp2_title'                     => "Наше регистрационное соглашение COPPA",
'cp2_cancel'                    => "Отмена",

'cp_success'                    => "Ваша регистрация принята! Сейчас вы будете перемещены к форме разрешения",

'cpf_title'                     => "Форма разрешения COPPA",
'cpf_perm_parent'               => "Инструкции для родителей или опекунов<br /><br />Пожалуйста, распечатайте эту форму, заполните ее и перешлите по факсу на наш номер. Если факса не имеется, вы можете переслать эту форму по нижеуказанному адресу.",
'cpf_fax'                       => "<b>Номер факса:</b>",
'cpf_address'                   => "<b>Адрес для писем:</b>",

'cpf_sign'                      => "Просим вас подписать нижеследующую форму и переслать ее нам.<br><br>Я подтверждаю, что информация, предоставленная ребенком верна. Я соглашаюсь, что информация профиля может быть изменена только после ввода пароля. И я принимаю то что, я могу затребовать удаления этого профиля в любой момент.",

'cpf_name'                      => "Полное имя родителя/опекуна",
'cpf_relation'                  => "Отношение к ребенку",
'cpf_signature'                 => "Подпись",
'cpf_email'                     => "E-mail адрес",
'cpf_phone'                     => "Номер телефона",
'cpf_date'                      => "Дата",


'lost_pass_form'                => "Форма восстановления пароля",
'lp_header'                     => "Как восстановить пароль",

'lp_send'                       => "Далее",

'lp_user_name'                  => "Введите ваше имя",
'lp_email_or' 					=> "ИЛИ Введите ваш e-mail адрес",

'lp_subject'                    => "Информация о восстановлении забытого пароля",
'lp_email_address'              => "Введите ваш e-mail адрес",

'lp_redirect'                   => "Данные для восстановления пароля отправлены. Сейчас вы будете перемещены к форме активации.",

'activation_form'               => "Форма активации",

'registration_form'				=>	"Форма регистрации",
'user_validate_text'			=>	"Администратор форума включил проверку всех регистрируемых пользователей. После регистрации и проверки вашей регистрации администратором, вы получите письмо на e-mail от администратора, с инструкциями о завершении регистрации. Только после этого вВы сможете авторизоваться на форуме под своим именем и паролем.",
'js_blanks'					    =>	"Вы должны заполнить всю форму",
'reg_header'					=>	"Инструкция по регистрации",
'intro_proceed'					=>	"Переход к авторизации",
'js_no_check'					=>	"Перед продолжением регистрации, вы должны прочесть правила форума и если вы согласны и принимаете правила, отметьте окошко &laquo;Я ознакомился...&raquo;. В противном случае регистрация будет отменена.",
'title_reg'					    =>	"Регистрация",
'email_validate_text'			=>	"Вам будет отправлено письмо на e-mail адрес, указанный при регистрации. После внимательного ознакомления с письмом, вы должны будете подтвердить регистрацию, пройдя по ссылке, указанной в письме.",
'done_reg_1'					=>	"Ваша учетная запись активирована! Переход к правилам форума",
'done_reg_2'					=>	"Ваша учетная запись активирована! Переход к авторизации",
'board_rules'					=>	"Правила форума",
'dumb_text'					    =>	"Проверьте, что вы заполнили форму полностью. Необходимая информация отправлена вам на e-mail адрес.",
'registration_agree'			=>	"Регистрационное соглашение",
'agree_submit'					=>	"Я ознакомился с правилами и условиями и принимаю их",
'std_text'					    =>	"Повторно проверьте, что вы заполнили все поля формы. Особое внимание уделите полю пароль.",

'reg_success'					=>	"Регистрация завершена",
'thank_you'					    =>	"Спасибо",
'registration_process'			=>	"Регистрация",
'preview_reg_text'				=>	"Ваша регистрация успешно завершена. Администрация форума должна проверить вашу регистрацию перед тем, как вы получите право отправлять сообщения. Администрация будет уведомлена о вашей регистрации.",
'dumb_email'					=>	"Введите ваш e-mail адрес, указанный при регистрации",
'complete_form'					=>	"Заполните все поля формы",
'auth_text'					    =>	"Запрос на регистрацию пользователя принят.<br />На указанный при регистрации e-mail адрес отправлено письмо с инструкциями по активации вашей учетной записи.<br>Указанный вами e-mail:",
'submit_form'					=>	"ЗАРЕГИСТРИРОВАТЬСЯ",
'nav_reg'					    =>	"Регистрация",
'dumb_submit'					=>	"Продолжить",
'dumb_header'					=>	"Активация учетной записи",

'val_key'                       => "Ключ активации:",
'user_id'                       => "ID пользователя:",


'email_address_two'             => "<b>Повторите свой e-mail адрес</b>",

'click_wrap'                    => "Пожалуйста уделите немного внимания и прочтите краткие правила, указанные ниже. Если вы принимаете их и желаете продолжить процесс регистрации, отметьте свое согласие и нажмите кнопку &laquo;Регистрация&raquo;. Для отмены регистрации нажмите кнопку &laquo;Назад&raquo; в вашем браузере.

Пожалуйста помните, что мы не отвечаем на все публикуемые сообщения.

На форуме отсутствует предварительная проверка открываемых тем и публикаций. Как только вы отправляете сообщение — оно сразу публикуется на форуме. Администрация форума снимает с себя ответственность за содержание сообщений, публикуемых пользователями. Ответственность за содержание сообщения несет только его автор.

На форуме запрещено:
отправка сообщений не по содержанию форума/темы, оскорбления и угрозы в адрес пользователей форума, пропаганда расовой, национальной и религиозной вражды; реклама и самореклама;
ненормативная лексика, сексуальные домогательства и т.д.

Нарушители правил будут строго наказаны модераторами или администраторами форума и им будет закрыт доступ на форум.

Согласившись с правилами, вы соглашаетесь не публиковать любой материал, защищенный авторским правом, если авторское право не принадлежит вам.",

);
?>