<?php

$lang = array (

'dungeon_items'			=> "Пещерный лут",

//RC2
'ajax_loading_msg_new'			=> "Загрузка...",

//2.2

'gbl_forum_search'				=> "Искать только в этом форуме?",
'gbl_more_search'				=> "Дополнительные параметры",
'gbl_auto_close'				=> "(Сообщение закроется через 2 секунды)",
'gbl_my_friends'				=> "Друзья",
'gbl_sitemsg_header'            => 'Сообщение сайта',
'gbl_gd_reload'                 => 'Нажмите сюда для генерации нового изображения',
'submenu_albums'				=> "Альбомы",

//2.1.4 - for IDM when released
'idm_header'			        => "Файловый архив",

//2.1.3
'ajax_topicstate'		        => "Измененное состояние темы (открыта/закрыта) при просмотре форума",
'ajax_topicdesc'		        => "Изменено описание темы при просмотре форума",
'ajax_topictitle'		        => "Изменен заголовок темы при просмотре форума",

// For BBCODE
'bbcode_wrap_html'		        => "HTML",
'bbcode_wrap_sql'		        => "SQL",
'bbcode_wrap_quote'		        => "Цитата",
'bbcode_wrap_code'		        => "Код",
'bbcode_img_alt'		        => "Изображение",

// registered
'licensed_to'			=> "Лицензия зарегистрирована на: ",
 

//2.1.2
'mailto_erroronforums'	        => "Ошибка на форумах",
'stats_sec'				        => "сек.",
'stats_queries'			        => "запросов",
'myass_chars'			        => "Вы ввели слишком мало символов для поиска",
'global_guestname'		        => "Гость",

//2.1.2 - LOFI Additions
'lofi_noperm'					=> "Вы не имеете доступ к просмотру этой страницы",
'lofi_attach'					=> "Нажмите для просмотра прикрепленного файла",
'lofi_fullversion'				=> "Полная версия этой страницы: ",
'lofi_maintext'					=> "Для просмотра полной версии этой страницы, пожалуйста, ",
'lofi_clickhere'				=> "пройдите по ссылке",
'lofi_posts'					=> "сообщений",
'lofi_replies'					=> "ответов",
'lofi_please'					=> "Страницы:",
'lofi_pinned'					=> 'Важно: ',
'lofi_moved'					=> 'Перемещено: ',

//2.1

'global_unregistered'           => "Гость",
'global_open_menu'              => "Открыть меню",
'global_pm_title'               => 'Новое личное сообщение',
'global_pm_sent'                => 'Отправлено',
'global_pm_read'                => 'Прочитать',
'global_pm_from'                => 'От',
'global_page_jump'              => 'Перейти к странице',
'ajax_loading_msg'              => 'Загрузка. Пожалуйста, подождите...',
'au_reading'                    => '(%s) — читает',
'au_posting'                    => '(%s) — отвечает',


'global_forum_title'            => "Форумы",
'rss_calendar'                  => 'Календарь:',
'myass_title'                   => 'Помощник',
'myass_drag'                    => 'Нажмите и задержите для перемещения этого окна',

'time_seconds_ago'              => '%s секунд назад',
'time_less_minute'              => 'минуту назад',
'time_minutes_ago'              => '%s минут назад',
'time_less_hour'                => 'час назад',
'time_hours_ago'                => '%s часов назад',
'time_less_day'                 => 'день назад',
'time_days_ago'                 => '%s дней назад',
'time_less_week'                => 'неделю назад',
'time_weeks_ago'                => '%s недель назад',


// build #003
'program_code'                  => "Код",
'list'		                    => "Список",
'queries'                       => "запросов",
'sec'                           => "сек.",

//2.0.2
'blog'                          => "Блоги",
'myblog'                        => "Ваш блог",

//2.0

'pmp_title'                     => "Вам новое личное сообщение от",
'pmp_read_in_window'            => "Открыть в этом окне",
'pmp_read_new_window'           => 'Открыть в новом окне',
'pmp_part1'                     => ', пользователь группы',
'pmp_part2'                     => ', имеет',
'pmp_part3'                     => 'сообщений на форуме.',

'global_lofi'                   => "Текстовая версия",
'global_timeisnow'              => "Сейчас",
'global_skinselector'           => "Выбор стиля",
'global_language'               => "Язык",
'gallery'                       => "Галерея",
'time_today'                    => "Сегодня",
'time_yesterday'                => "Вчера",
'tpl_gotolast'                  => 'На последнюю страницу',
'tpl_gotofirst'                 => 'На первую страницу',
'tpl_next'                      => "Следующая страница",
'tpl_prev'                      => "Предыдущая страница",
'resend_val'                    => 'Проблемы с активацией?',
'email_address'                 => 'E-mail адрес',

//rc1

'fj_redirect'                   => " (Переадресация форума)",
'tb_toplist'                    => "Топ",

//Добавлено в 1.2

'tpl_jump'                      => "Перейти на страницу",
'tpl_q1'                        => "Введите номер страницы, на которую хотите перейти.",
'tpl_pages'                     => "страниц",

'sf_bytes'                      => " байт",
'sf_mb'                         => " мегабайт",
'sf_k'                          => " килобайт",

'bi_markread'                   => "Отметить форум прочитанным?",
'bi_markallread'                => "Отметить все подфорумы прочитанными?",
'err_select'                    => "Выбрать все",

'err_title'                     => "Данные сообщения успешно сохранены!",
'err_expl'                      => "Данные следующего сообщения успешно сохранены. Иногда случается, что при нажатии на кнопку &laquo;Назад&raquo; заполненные в поля данные теряются, поэтому вы можете скопировать текст и только потом вернуться на предыдущую страницу.",

'bbc_help'                      => 'BB-коды',

'ml_revalidate'                 => "Отправка письма для активации повторно",
'tt_golast'                     => "К последнему сообщению",
'tt_gounread'                   => "К первому непрочитанному сообщению",
'tt_poll_vote'                  => "Проголосуйте в опросе",
'tt_poll_null'                  => "Просмотр результатов (вы будете лишены права голоса)",
'tt_poll_show'                  => "Просмотр результатов (перед добавлением вашего голоса)",
'tt_poll_svote'                 => "Вернуться назад и просмотреть ответы опроса",


'mb_disabled'                   => "Это меню отключено",

'sj_title'                      => 'Перейти на сайт',
'sj_home'                       => 'Главная страница',
'sj_search'                     => 'Поиск',
'sj_help'                       => 'Помощь',
'er_links'                      => "Ссылки",

// Добавлено в 1.1a

'live_chat'                     => "Чат",

// Добавлено в B3

'fj_subforums'                  => 'подфорумы',
'ps_page'                       => "Страницы:",
'ps_first'                      => 'Первая',
'ps_last'                       => 'Последняя',
'ps_next'                       => 'Следующая',
'ps_previous'                   => 'Предыдущая',

//--- End B3 additions ---

'mod_cp'                        => "Панель модератора",

'tb_help'                       => "Помощь",
'tb_search'                     => "Поиск",
'tb_mlist'                      => "Пользователи",
'tb_calendar'                   => "Календарь",

'gzip_on'                       => "GZIP включен",
'gzip_off'                      => "GZIP выключен",

'l_qb'                          => 'Помощник',
'view_new_posts'                => "Новые сообщения",

'your_cp'					    =>	"Личные данные",


'bb_tool_tip'                   => "Обзор новых сообщений со времени вашего последнего посещения, список администраторов и т.д.",
'cp_tool_tip'                   => "Изменение личных данных, работа с личными сообщения и т.д.",


'find_user_names'               => "Поиск по именам",
'opens_new_window'              => "(открыть в новом окне)",


'warn_offline'                  => "(Offline)",

'all_emoticons'                 => "Показать все",

'jmp_go'                        => "ОК",
'forum_jump'                    => "Переход по форумам",

'yes'                           => "Да",
'no'                            => "Нет",

'ct_size'                       => "РАЗМЕР",
'ct_lrg'                        => "Большой",
'ct_sml'                        => "Маленький",
'ct_lest'                       => "Огромный",

'ct_font'                       => "ШРИФТ",
'ct_arial'                      => "Arial",
'ct_times'                      => "Times",
'ct_courier'                    => "Courier",
'ct_impact'                     => "Impact",
'ct_geneva'                     => "Geneva",

'ct_color'                      => "ЦВЕТ",
'ct_blue'                       => "Синий",
'ct_red'                        => "Красный",
'ct_purple'                     => "Фиолетовый",
'ct_orange'                     => "Оранжевый",
'ct_yellow'                     => "Желтый",
'ct_grey'                       => "Серый",
'ct_green'                      => "Зеленый",

'msg_full'                      => "<span id='highlight'>Ящик с личными сообщениями ПЕРЕПОЛНЕН!</span>",

'ba_edit'                       => "Изменить",
'ba_delete'                     => "Удалить",

'submit_li'					    =>	"Войти",
'quote_text'					=>	"Цитата",
'pass'					        =>	"Пароль",
'thanks'					    =>	"Спасибо",
'forum_read'					=>	"Форум отмечен прочитанным",
'guest_stuff'					=>	"Здравствуйте, гость",
'offline_title'					=>	"Форум закрыт",
'you_last_visit'				=>	"Ваше последнее посещение:",
'code_sample'					=>	"Образец кода",
'transfer_you'					=>	"Подождите, сейчас вы будете перемещены.",
'new_posts'					    =>	"Новые сообщения",
'admin_login'					=>	"Вход администратора",
'you_running_time'				=>	"Ваше последнее действие:",
'admin_cp'					    =>	"Админцентр",

'M_1'					        =>	"Январь",
'M_2'					        =>	"Февраль",
'M_3'					        =>	"Март",
'M_4'					        =>	"Апрель",
'M_5'					        =>	"Май",
'M_6'					        =>	"Июнь",
'M_7'					        =>	"Июль",
'M_8'					        =>	"Август",
'M_9'					        =>	"Сентябрь",
'M_10'				            =>	"Октябрь",
'M_11'				            =>	"Ноябрь",
'M_12'				            =>	"Декабрь",

'Jan'                           =>  'янв',
'Feb'                           =>  'фев',
'Mar'                           =>  'марта',
'Apr'                           =>  'апр',
'May'                           =>  'мая',
'Jun'                           =>  'июня',
'Jul'                           =>  'июля',
'Aug'                           =>  'авг',
'Sem'                           =>  'сен',
'Oct'                           =>  'окт',
'Nov'                           =>  'ноя',
'Dec'                           =>  'дек',

'D_0'					        =>	"Воскресенье",
'D_1'					        =>	"Понедельник",
'D_2'					        =>	"Вторник",
'D_3'					        =>	"Среда",
'D_4'					        =>	"Четверг",
'D_5'					        =>	"Пятница",
'D_6'					        =>	"Суббота",



'name'					        =>	"Имя",
'register'					    =>	"Регистрация",
'logged_in_as'					=>	"Вошли как: ",

'msg_new'					    =>	"Личных сообщений: %s",
'offline'					    =>	"Форум временно закрыт",
'log_out'					    =>	"Выход",
'dont_wait'					    =>	"Или нажмите сюда, если не хотите ждать",
'stand_by'					    =>	"Подождите.",
'your_messenger'				=>	"Личные сообщения",
'log_in'					    =>	"Вход",
);
?>