<?php

$lang = array (

//2.1.3
'form_set_times'			=> "Если это событие не действует весь день, вы можете указать начальное время",
'form_timestart'			=> "Начальное время (ЧЧ:ММ)",

// 2.1 (НОВОЕ)

'cal_title_jump'            => 'Переход по календарю',
'cal_title_nav'             => 'Навигация',
'cal_event_add_single'      => 'Однодневное событие',
'cal_event_add_ranged'      => 'Многодневное событие',
'cal_event_add_recurring'   => 'Повторяющееся событие',

'cal_event_delete'          => 'Событие календаря успешно удалено',
'button_delete'             => "Удалить",
'button_edit'               => "Изменить",
'button_approve'            => "Опубликовать (сделать видимым)",
'button_unapprove'          => "Скрыть (сделать невидимым)",
'new_event_mod'             => "Опубликованное вами событие добавлено в список на проверку модератором, только после его одобрения оно будет опубликовано",
'day_add_event'             => 'Добавить новое событие',
'show_n_events'             => 'Событий: (%s)',
'form_whichcal'             => 'Добавить календарь',
'form_tz'                   => 'Временная зона события',
'calendar_group_filter'     => "<b>Опция администраторов</b><br />(доступна только для публичных событий)",
'calendar_delete_box'       => "Удалить событие",
'calendar_title'            => "Заголовок события",
'calendar_event_date'       => "Даты",
'calendar_event_type'       => "Тип события",
'calendar_type_private'     => "Приватное событие (видно только вам)",
'calendar_type_public'      => "Публичное событие (видно всем)",
'calendar_submit'           => "Добавить событие календаря",

'calendar_edit_submit'      => "Изменить событие",

// 2.1 (CHANGED)

'entry_birthdays'           => "Именинников:&nbsp;%s",
'post_new_event'            => "Управление событиями календаря",

//------------------------------------------------


// build #003

'add_new_event_to_calendar' => "Добавить новое событие",
'view_current_month'        => "Просмотр текущего месяца",
'view_current_week'         => "Просмотр текущей недели",
'delete_event'              => "Удалить событие",
'edit_event'                => "Изменить событие",

'bd_birthday'               => ", с днем рождения!",
'aa_add_new_event'          => "Добавить событие",
'aa_cur_month'              => "Текущий месяц",
'aa_view_week'              => "Текущая неделя",

// 1.2

'fv_single'                 => "Дата события",
'fv_range'                  => "Многодневное событие",
'fv_range_ends'             => 'Завершить',
'fv_recur'                  => "Повторяющееся событие",
'fv_recur_every'            => "",
'fv_days'                   => "Еженедельно",
'fv_months'                 => "Ежемесячно",
'fv_years'                  => "Ежегодно",
'fv_hidden'                 => '------------',
'fv_bgcolor'                => "Фон",
'fv_font'                   => "Текст",
'fv_until'                  => "До",
'tbt_recur'                 => "Повторяющееся событие",
'js_del_1'	                =>	"Вы точно хотите удалить это событие?",
'js_del_2'	                =>	"Действие отменено!",

'se_normal'                 => "Однодневное событие",
'se_recur'	                => "Повторяющееся событие",
'se_range'                  => "Многодневное событие",
'se_ends'                   => "до",
'month_jump'                => "Перейти к&nbsp;месяцу",

// ---


'page_title'                => 'Календарь',
'table_title'               => 'Календарь событий и именинников',

'form_submit_show'          => "ОК",

'new_event_redirect'        => "ваше календарное событие успешно добавлено",

'cal_title_events'          => "Календарь",

'cal_birthdays'             => "Именинники",

'back'                      => "Назад",

'private_event'             => "Приватное событие",
'public_event'              => "Публичное событие",
'restricted_event'          => "Ограниченное событие",

'joined'                    => "Регистрация:",
'posts'                     => "Сообщений:",
'group'                     => "Группа:",

'edit_event'                => "Изменить событие:",

'edit_event_redirect'       => "календарное событие отредактировано",
'delete_event_redirect'     => "календарное событие <b>удалено</b>",

'event_date'                => "Дата события:",

);
?>