<?

$lang = array (

//Simple Reputation System
'rep_delete' => "Отменить",
'rep_del_message' => "изменение репутации отменено",
'change_rep' => "Изменение репутации участника",
'rep_inc' => "Поднять репутацию",
'rep_dec' => "Опустить репутацию",
'rep_submit' => "Изменить",
'changes_done' => "Изменения внесены",
'close' => "Закрыть",
'error' => "Ошибка",
'error_00' => "Нельзя изменять репутацию самому себе!",
'error_01' => "Гости не могут изменять репутацию.",
'error_02' => "Нельзя делать больше %s изменений репутации за сутки",
'error_03' => "Нельзя изменять репутацию за одно и тоже сообщение дважды.",
'error_04' => "Сообщение не должно быть пустым!",
'error_05' => "Тебя все ненавидят, никому не нагадить больше!",
'error_06' => "Для изменения репутации у вас должно быть %s сообщений или более!",
'error_07' => "Вы не можете изменять репутацию одного и того же пользователя чаще один раз за %s дней!",
'error_08' => "Сообщение должно быть не длиннее %s символов!",
'error_09' => "Вам запрещено изменять репутацию",
'error_10' => "Не указан ID пользователя",
'error_11' => "Вы не можете модерировать репутацию",
'error_12' => "Анонимные изменения репутации отключены",


'page_title' => "История репутации участника",
'from_user' => "От пользователя",
'from_topic' => "Из темы",
'explanation' => "Объяснение",
'level' => "Уровень",
'date' => "Дата",

'top_title' => "Рейтинг пользователей по репутации",
'rep_user' => "Пользователь",
'rep_joined' => "Регистрация",
'rep_posts' => "Сообщений",
'rep_value' => "Репутация",
'rep_sort_by' => "Сортировать по ",

'rep_notify_title' => "Уведомление об изменении репутации",
'rep_notify_text' => "Здравствуйте, [b]%s[/b]

Пользователь %s поставил вам %s в репутацию со следующим сообщением:
[QUOTE]%s[/QUOTE]",

'rep_plus' => "плюс",
'rep_minus' => "минус",

);

?>