<?php

$lang = array (

#2.2
'bruteforce_account_unlock'	=> "Ваша учетная запись будет автоматически разблокирована через %s минут",

#2.1
'form_title_attention'      => "Внимание!",
'wrong_auth'                => "Имя пользователя и пароль неверны",

// build #003
'attention'                 => "Внимание!",

'logged_in'                 => "Вы успешно авторизовались и сейчас будете перемещены на главную страницу форума",
'not_logged_in'             => "Вы не авторизовались и сейчас будете перемещены на страницу авторизации",

'reg_log_in'                => "Вы зарегистрировались и авторизовались и сейчас будете перемещены на главную страницу форума",
'reg_not_log_in'            => "Вы зарегистрировались и сейчас будете перемещены на страницу авторизации",

'email_log_in'              => "Ваш e-mail адрес успешно изменен. Сейчас вы будете перемещены на главную страницу форума.",
'email_not_log_in'          => "Ваш e-mail адрес успешно изменен. Сейчас вы будете перемещены на страницу авторизации",

'pass_log_in'               => "Ваш пароль успешно изменен. Сейчас вы будете перемещены на главную страницу форума.",
'pass_not_log_in'           => "Ваш пароль успешно изменен. Сейчас вы будете перемещены на страницу авторизации.",

'need_validation'           => "Вы еще не активировали свою учетную запись!<br />Перед авторизацией на форуме, проверьте свою электронную почту, на которую вам было отправлено письмо с инструкцией по активации учетной записи.<br /><strong><a href='index.php?act=reg&CODE=reval'>Отправить письмо для активации повторно?</a></strong>",

'login_text'                => "Пройти авторизацию могут только зарегистрированные пользователи.<br>Если вы не зарегистрированы, сделайте это, нажав на ссылку &laquo;Регистрация&raquo; в верхней части форума.",

'force_login'				=>	"Доступ в форум установлен только зарегистрированным пользователям",
'wrong_name'				=>	"Невозможно найти пользователя с введенными вами данными.",
'please_log_in'				=>	"Введите ниже ваши данные для авторизации",
'cookie_no'					=>	"Нет",

'options'					=>	"Опции",
'wrong_pass'				=>	"Неверный пароль. Все пароли чувствительны к регистру",
'admin_force_log_in'		=>	"Доступ в форум установлен только зарегистрированным пользователям",
'log_in_submit'				=>	"Войти!",

'add_name'					=>	"Да, добавить меня к списку активных пользователей",
'errors_found'				=>	"Обнаружены следующие ошибки:",
'thanks_for_logout'			=>	"Вы вышли",

'forgot_pass'				=>	"Забыли пароль?",

'thanks_for_login'			=>	"вы вошли как:",

'log_out'					=>	"Выход",

'enter_name'				=>	"Имя пользователя (login)",
'enter_pass'				=>	"Пароль",
'enter_email'               =>  "E-mail",

'rememberme'				=>	"Запомнить вас на этом компьютере?",
'notrecommended'            =>  "Если поставить галочку, вы будете входить в форум автоматически, без ввода пароля. Это может быть небезопасно, если этим компьютером пользуетесь не только вы.",
'form_invisible'            =>  "Скрытность",
'anon_name'					=>	"Не отображать вас в списке активных пользователей?",

'pass_link'					=>	"Вы можете его восстановить!",

'privacy'					=>	"<b>Скрытность</b>, хотите быть видимым в списке активных пользователей?",

'cookie_yes'				=>	"Да",
'blank_fields_user'			=>	"Перед продолжением, введите ваше имя пользователя и пароль",
'blank_fields_email'		=>	"Перед продолжением, введите ваш e-mail адрес и пароль",
'log_out_submit'			=>	"Выйти",
'log_in'					=>	"Вход",
);
?>