<?php

$lang = array (

'panel_gender'                          => '<b>Пол</b>',
'panel_gender_m'                        => 'Мужской',
'panel_gender_f'                        => 'Женский',
'panel_gender_u'                        => 'Не указывать',

// НОВОЕ 2.2
'pp_you_have'				=> "У вас",
'pp_pending_approval'       => "друзей, ожидающих подтверждения.",
'pp_manage_friends_link'    => "Список ваших друзей (откроется в новом окне)",
'pp_find_friends_title'     => "Поиск друзей",
'pp_find_friends'			=> "Найти новых друзей в списке пользователей.",
'pp_go_memberlist'			=> "Перейти к списку всех пользователей",
'pp_friends_manage_title'   => "Друзья, ожидающие подтверждения",
'max_dname_length'          => 'Макс. символов:',
'm_personal_portal' 		=> 'Изменить настройки анкеты',
'm_manage_friends'  		=> 'Список друзей',

'm_personal_statement'		=> "О себе",
'm_char_limit'				=> "(Максимум 300 символов)",
'm_notifications'			=> "Опции уведомлений",
'm_new_comments'			=> "Новые комментарии",
'm_choose_comm_type'		=> "Выберите тип уведомления о новых комментариях",
'm_new_friends'				=> "Новые друзья",
'm_choose_friend_type'		=> "Выберите тип уведомления о новых друзьях",
'm_mod_type'				=> "Опции модерации",
'm_choose_cmod_type'		=> "Выберите тип модерации для новых комментариев",
'm_choose_fmod_type'		=> "Выберите тип модерации для новых друзей",
'm_save_settings'			=> " Сохранить настройки ",

// НОВОЕ : 2.1

'ucp_op_pm_title'           => "Опции личных сообщений",
'ucp_op_pm'                 => "Отключить использование вами личных сообщений?",
'ucp_op_pm_dowhat'          => "Если вы отключите использование вами личных сообщений, вы не сможете отправлять и получать личные сообщения.",

'sub_added'                 => "Ваша подписка успешно добавлена",
'dname_change_ok'           => "Отображаемое имя успешно изменено",
'dname_error_title'         => "Обнаружены ошибки:",
'dname_error_no_name'       => "Вы обязаны ввести имя длиннее, чем 3 символа и короче, чем 32",
'dname_error_no_pass'       => "Поля пароля пусто",
'dname_error_chars'         => "Отображаемое имя содержит запрещенные символы",
'dname_error_taken'         => "Такое отображаемое имя уже используется другим пользователем",
'dname_error_pass_wrong'    => "Введенный пароль некорректный",
'dname_submit'              => "Продолжить",
'dname_choose'              => "Введите новое отображаемое имя",
'dname_choose2'             => "Это желаемое отображаемое имя вы используете сейчас.<br />Запрещенные символы: [ ] | , ;",
'dname_password'            => "Введите ваш текущий пароль",
'dname_password2'           => "Это гарантирует безопасность на вашей учетной записи",
'dname_title'               => "Изменить отображаемое имя",
'dname_string'              => "Вы сделали %s из %s изменений отображаемого имени с %s.<br />Вам разрешено делать %s изменений каждые %s дней.<br /><br />Изменение отображаемого имени никак <strong>не</strong> отражается на вашем имени пользователя для авторизации.",
'm_dname_change'            => "Изменить отображаемое имя",
'dst_error'                 => "Произошла ошибка при попытке автоматически изменить ваши настройки перехода на летнее время. Если ошибка продолжается, пожалуйста, отключите автокоррекцию перехода на летнее время",
'dst_box2'                  => "(Если вы выбрали правильную временную зону, и часы появляются отстают или спешат на час, перепроверьте)",
'dst_auto'                  => "Автокоррекция перехода на летнее время?",
'dst_auto2'                 => "(если выбрано, то ваши настройки перехода на летнее время будут автоматически применены, когда в следующий раз вы войдете на главную страницу форума)",
'dst_correction_title'      => "Коррекция перехода на летнее время",
'settings_time_txt2'        => "Текущее время (включая ваши настройки часового пояса):",
'ucp_title_posting'         => "Настройки публикации",
'ucp_use_rte'               => "&laquo;Rich Text&raquo; редактор",
'ucp_use_std'               => "Стандартный редактор",
'type_of_editor'            => "Тип текстового редактора для использования при публикации",
'rte_text'                  => "&laquo;Rich Text&raquo; редактор требует Internet Explorer 6, Mozilla или Firefox",

// ИЗМЕНЕНО: 2.1

'dst_box'                   => "Переход на летнее время?<br />(Если ваш часовой пояс не совпадает с временем на форуме, выберите правильное <br>время и поставьте отметку в окошко. В противном случае, снимите отметку.)",
'need_cookie_yum_yum'       => "Эта функция используют cookies",
'open_qr'                   => "Раскрывать автоматически форму быстрого ответа (когда доступно)?",
'm_contact_info'            => "Изменить личные данные",
'settings_time_txt'	        => "Ваш часовой пояс",



// build #003
'tsitata'                   => "Цитата",
'kod'                       => "Код",
'spisok'                    => "Список",
'vklyuchite_etu_kartinku'   => "Включите эту картинку",
'otmetit_vse'               => "Отметить все",


//2.0.2
'm_blog'                    => "Блог",
'm_blog_ucp_main'           => "Ваши настройки блога",
'm_blog_cblocks'            => "Настройки блоков контента",
'm_blog_aboutme'            => "Ваш личные данные",
'm_blog_your_blog'          => "Ваш блог",

//2.0

'announce_delete'           => "Удалить",
'announce_edit'             => "Изменить",
'announce_by'               => "Автор:",
'conv_email_warning_title'  => "E-MAIL ПРЕДУПРЕЖДЕНИЕ",
'conv_email_warning'        => "Ваш e-mail адрес изменен в связи с тем, что данный e-mail используется на другой учетной записи. Это означает, что вы не будете получать никаких писем с форума, такие как уведомление о восстановлении забытого пароля и т.д.<br />Немедленно измените свой e-mail адрес.",

'attach_topicmoved'         => '<i>Тема перемещена</i>',
'attach_inpm'               =>'Личное сообщение',
'm_gallery'                 => 'Галерея',
'm_gallery_albums'          => 'Ваши альбомы',
'm_gallery_favs'            => 'Ваши закладки',
'm_gallery_controls'        => 'Ваши настройки',
'auto_track'                => "<b>Включить уведомления на e-mail по умолчанию?<br />Если включено, выберите тип уведомления:</b>",
'auto_track_desc'           => "При включении этой опции вы будете автоматически подписаны на все новые и обновленные темы.",

'subs_c_title'              => 'Информация о подписках',
'subs_c_forum'              => 'Подписка на форум:',
'subs_c_topic'              => 'Подписка на тему:',
'subs_c_type'               => 'Тип',
'subs_exp_text'             => 'Выберите способ уведомления.<br />При подписке на форум вы будете уведомлены обо всех новых темах в этом форуме, а при подписке на тему получите уведомления уже о всех новых сообщениях в этой теме.',
'subs_delayed'              => 'Уведомление с задержкой',
'subs_delayed_desc'         => "При  выборе этой опции вы будете уведомлены о новых темах или ответах во время своего отсутствия на форуме.",
'subs_immediate'            => 'Немедленное уведомление',
'subs_immediate_desc'       => 'При выборе этой опции вы будете уведомлены о новых темах или ответах, независимо от того, присутствуете ли вы или отсутствуете на форуме.',
'subs_daily'                => 'Ежедневное уведомление',
'subs_daily_desc'           => 'При выборе этой опции вы будете ежедневно получать краткое уведомление обо всех новых темах и сообщениях за текущий день',
'subs_weekly'               => 'Еженедельное уведомление',
'subs_weekly_desc'          => 'При выборе этой опции вы будете еженедельно получать краткое уведомление обо всех новых темах и сообщениях за текущую неделю.',
'subs_none_title'           => 'Не уведомлять',
'subs_none_desc'            => 'При выборе этой опции вы не будете получать никаких уведомлений на e-mail, но все новые и обновленные темы и форумы будут сохранены на вашей личной странице подписок.',
'subs_submit'               => 'Выполнить действие',

'subs_c_change'             => "Изменить на:",

'announce_page_disabled'    => "(Отключено)",
'announce_del1'             => "Вы действительно хотите удалить это объявление?",
'announce_del2'             => "Действие отменено!",
'announce_error_date'       => "Дата начала или завершения указана в неправильном формате. Проверьте введенные данные.",
'announce_error_title'      => "Вы должны ввести заголовок и текст объявления.",
'announce_error_forums'     => "Вы должны выбрать хотя бы один форум для этого объявления.",
'announce_title'            => "Заголовок",
'announce_author'           => "Автор",
'announce_end'              => "Завершить",
'announce_starts'           => "Начать",
'announce_forums'           => "Форумы",
'announce_current'          => "Текущие объявления",
'announce_add'              => "Создание объявления",
'announce_none'             => "Нет ни одного объявления",
'announce_button_add'       => "Добавить объявление",
'announce_button_edit'      => "Отредактировать объявление",
'announce_form_title'       => "Заголовок объявления",
'announce_form_start'       => "Дата начала (ДД.ММ.ГГГГ)",
'announce_form_end'         => "Дата завершения (ДД.ММ.ГГГГ)",
'announce_form_startdesc'   => "Не заполняйте, если не хотите использовать дату начала",
'announce_form_enddesc'     => "Не заполняйте, если не хотите использовать дату завершения",
'announce_form_content'     => "Текст объявления",
'announce_form_forums'      => "Показывать в форумах",
'announce_form_forums2'     => "Можете выбрать несколько форумов",
'announce_form_allforums'   => "-- Во всех форумах --",
'announce_use_html'         => "Включить HTML?",
'announce_form_options'     => "Опции",
'announce_page_allforums'   => "Все форумы",
'announce_page_numbforums'  => "Форумы",
'announce_form_enable'      => "Опубликовать объявление",

'menu_announcements'        => "Объявления",
'mfm_title_result'          => 'Результаты поиска пользователя',
'cp_edit_user'              => "Поиск пользователя",
'cp_find_user'              => "Введите часть имени или полное имя пользователя",
'cp_find_submit'            => "Найти пользователя",
'cp_find_2_user'            => "Выберите пользователя из списка",
'cp_find_2_submit'          => "Отредактировать профиль",
'cp_admin_user'             => "Вы не можете редактировать профиль администратора через эту панель",
'cp_no_perms'               => "У вас нет прав для выполнения этого действия.",


'ipp_found'                 => "Кол-во найденных по вашему запросу сообщений:",
'ipp_click'                 => "Нажмите сюда, для просмотра результатов поиска в новом окне",
'ip_desc_text'              => "<b><u>Определение</u> IP адреса</b>:  С помощью этой опции вы сможете узнать об IP адресе более подробные сведения (примечание, вы должны ввести все 4 части IP адреса для использования этого средства)<br /><b><u>Поиск сообщений</u> с этим IP</b>: Эта функция запустит поиск всех сообщений, отправленных с этого IP адреса<br /><b><u>Поиск пользователей,</u> зарегистрированных с этого IP</b>: Эта функция запустит поиск всех пользователей, зарегистрированных с этого IP адреса",
'ip_warn_text'              => "<b>Примечание</b>: вы можете использовать маску '*' (без кавычек) вместо последних частей IP адреса.<br />Пример: При использовании 127.*.*.* будут найдены все IP адреса, начинающиеся с 127.<br />При использовании 127.1.0.* будут найдены все IP адреса, начинающиеся с 127.1.0.<br />При использовании маски в середине IP адреса, произойдет ошибка и вы получите сообщение об ошибке. Пример. Использование 127.*.0.1 выдаст ошибку.",
'ip_enter'                  => "<b>Введите IP адрес</b>",
'ip_submit'                 => "Начать поиск",
'ip_resolve_result'         => "Название хоста IP адреса %s — <b>%s</b><br /><br />Можете посетить <a href='https://www.nic.ru/whois/' target='_blank'>nic.ru</a> для получения дополнительной информации через WHOIS.",
'cp_no_matches'             => "Ничего не найдено по вашему запросу. Вернитесь назад и расширьте критерии поиска.",

'ip_resolve'                => "Определение",
'ip_posts'                  => "Поиск сообщений",
'ip_members'                => "Поиск пользователей",
'ipm_title'                 => "Результаты поиска пользователей",
'ipm_name'                  => "Имя",
'ipm_ip'                    => "IP адрес",
'ipm_posts'                 => "Сообщений",
'ipm_reg'                   => "Регистрация",
'ipm_options'               => "Опции",
'ipm_group'                 => "Группа",
'ipm_edit'                  => "Редактировать",
'ipm_view'                  => "Профиль",

'menu_title_mod'            => 'Модерация',
'menu_ipsearch'             => 'Средства IP адресов',
'menu_memsearch'            => 'Поиск пользователей',

'm_attach'                  => 'Прикрепленные файлы (attach\'и)',
'attach_title'              => 'Файл',
'attach_topic'              => 'Тема',
'attach_date'               => 'Дата',
'attach_hsize'              => 'Размер',
'attach_delete'             => 'Удалить выбранные',

'attach_space_count'        => "Вами загружено %s файлов (%s&#037; использовано)",
'attach_space_used'         => 'Вами использовано %s из допустимых %s',
'attach_space_unl'          => 'Вы используете %s от общего дискового пространства.',

'splash_last5'              => "Недавно прочитанные темы",
'splash_nopost'             => 'Нет тем',
'splash_attach'             => 'Последние файлы',
'splash_noattach'           => 'Нет новых файлов для показа',

'm_ignore_users'            => "Игнорирование пользователей",
'mi5_title'                 => "Управление списком проигнорированных пользователей",
'mi5_text'                  => "В этой секции вы можете редактировать свой список проигнорированных пользователей.<br />При добавлении какого-либо пользователя в игнор, любые сообщения этого пользователя будут скрыты от вас до тех пор, пока вы сами не захотите прочесть их сообщения. Вы не можете добавлять в игнор пользователей, находящихся в пользовательской группе, защищенной от игнорирования.",
'mi5_norows'                => "В данное время ваш список игнора пуст. Ниже вы можете добавить пользователей в список",
'mi5_name'                  => "Имя",
'mi5_group'                 => "Группа",
'mi5_posts'                 => "Сообщений",
'mi5_remove'                => "Удалить",
'mi5_edit'                  => "Обновить список",
'mi5_finduser'              => "Найти пользователя",
'mi5_addem'                 => 'Добавить новых пользователей в список',
'mi5_error'                 => "Ошибка",
'mi5_cantfind'              => "Невозможно добавить пользователей: %s. Это могло произойти по следующим причинам: пользователь уже имеется в списке, либо пользователь находится в защищенной группе, либо такого пользователя не существует.",

///


'pph_max2'                  => "Фотографии должны быть не больше %s на %s пикселей.",
'pph_max'                   => "Объем всех фотографий не должен превышать %s кб.<br />",

// добавлено 1.2.1

'new_sub_link'              => "Покупка оплачиваемых рассылок",
'm_top_list'                => "Toп",
'tsl_home'                  => "Главная страница Топа",
'tsl_your_sites'            => "Редактировать ваши сайты",

// добавлено 1.2

'ec_passy'                  => "Ваш текущий пароль",
'mi_prune_msg'              => "Очистка папок",



'av_gallery_title'          => "Галерея аватаров:",
'av_gall_submit'            => "Использовать выбранный аватар",
'av_gall_cancel'            => "Выйти из галереи аватаров",
'av_gall_jump'              => "Выбрать другую галерею аватаров:",
'av_root'                   => "Базовая галерея",
'av_go_gal'                 => "Выберите аватар в одной из наших галерей",
'av_go_go'                  => "ОК!",
'av_upload'                 => "Загрузите аватар со своего компьютера",
'av_url'                    => "Введите ссылку на файл вашего аватара",
'av_update'                 => "Обновить аватар",
'av_remove'                 => "Удалить аватар",
'av_current'                => "Ваш текущий аватар",
'av_settings'               => "Настройки вашего аватара",
'av_text_upload'            => "Загружаемый с компьютера аватар должен быть не более %s килобайт.",
'av_allowed_files'          => "Допускаются следующие типы файлов: <strong>%s</strong>",
'av_t_upload'               => "Загруженный файл",
'av_t_url'                  => "Ссылка URL",
'av_t_gallery'              => "Аватар галереи",
'av_t_na'                   => "Нет выбранных аватаров",
'av_text_url'               => "Размер вашего аватара не должен превышать %s на %s пикселей.",
'av_confirm'                => "Удалить ваш аватар?",
'av_autosize'               => "Масштабирование изображения",
'av_as_desc'                => "Если ваше изображение слишком большое, оно будет отмасштабировано до нужных размеров.",

'pp_restore'                => "Восстановление",
'pp_confirm'                => "Удалить вашу фотографию?",
'av_c_up'                   => "Аватар обновлен",
'photo_c_up'                => "Фотография обновлена",
'pph_title'                 => "Ваша персональная фотография",
'pph_desc'                  => "Здесь вы можете хранить фотографию, которая будет видна другим пользователям в вашем профиле.",
'pph_current'               => "Используемая в настоящее время фотография",
'pph_change'                => "Изменить фотографию",
'pph_none'                  => "(Не определено)",
'pph_upload'                => "<strong>ИЛИ</strong> загрузить новую фотографию с компьютера.",
'pph_url'                   => "Введите URL вашей фотографии",
'pph_submit'                => "Обновить фотографию",
'pph_remove'                => "Удалить фотографию",

'pph_autosize'              => "Масштабирование изображения",
'pph_as_desc'               => "Если ваше изображение слишком большое, оно будет отмасштабировано до нужных размеров.",
'pph_t_upload'              => "Загруженный файл",
'pph_t_url'                 => "Ссылка URL",

'email_c_up'                => "Настройки e-mail обновлены",

'integ_msg'                 => "<b>Номер в Integrity Messenger</b>",

'dead_section_title'        => "Нет прав использования",
'dead_section_text'         => "Администратор форума отключил функции этой части панели управления.",


'tt_menu'                   => "Меню",
'm_change_photo'            => "Установка фотографии",

'hs_exp'                    => "При выборе 'нет' могут возникнуть проблемы с пользователями, использующими тот же прокси сервер, что и вы.",

// Добавлено в B4

'ras_title'                 => "Защитный код",
'ras_numbers'               => "<b>Защитный код</b><br />Если вы не видите никаких чисел или видите битое изображение, обратитесь к администратору форума для устранения проблемы.",
'ras_text'                  => "<b>Введите защитный код</b><br />Введите 6 цифр, отображенных выше в виде изображения.<br />Примечание: На изображении только цифры, к примеру '0' является нулем, а не буквой 'O'.",
'err_security_code'         => "Введенный защитный код не соответствует изображенному. Создан новый код. Попробуйте еще раз.",
'email_changed_now'         => "Ваш e-mail адрес успешно изменен",

//---

'forum_subs_header'         => "Ваши подписки на форумы",

'forum_subs_none'           => "В настоящее время вы не подписаны ни на один форум",
'f_none'                    => "--",
'in'                        => "В:",
'by'                        => "От:",

'ft_forum'                  => "Форум",
'ft_posts'                  => "Ответов",
'ft_topics'                 => "Тем",
'ft_newpost'                => "Создать новую тему",
'ft_last_post'              => "Обновления",


'subs_today'                => "Последний день",
'subs_day'                  => "Последние %s дней",
'subs_all'                  => "Все время",

'show_topics_from'          => "Показать темы за:",

'subs_none'                 => "Вы не подписаны ни на одну тему. Выберите другой диапазон даты.",

'auto_prune'                => "Примечание: подписка будет отменена, если в теме не будет ответов в течение %s дней",
'no_auto_prune'             => "Автоотмена подписки выключена в данное время",


'cf_required'               => "Необходимая информация. Эта секция должна быть заполнена",

'pp_number_posts'           => "Количество сообщений за страницу темы",
'pp_number_topics'          => "Количество тем за страницу форума",
'pp_use_default'            => "По умолчанию",

'mess_saved'                => "Неотправленные",



'lp_subject'                => "Изменение e-mail адреса для",

'avup_yes'                  => "<b>У вас уже есть загруженный аватар (показан вверху страницы)</b><br />Если вы введете URL для аватара или загрузите новый аватар, текущий аватар будет удален.",
'avup_no'                   => "Вы не сохранили загруженный аватар. Вы можете выбрать аватар из списка выше.",

'set_updated'               => "Настройки обновлены",

'hide_session_txt'          => "Хотите скрыть id вашей &laquo;сессии&raquo; в ссылках? *",

'm_messenger'               => "Личный ящик",

'av_tt_one'                 => "Не желаю использовать аватар (все текущие будут удалены)",
'av_tt_two'                 => "При выборе этой функции, все текущие выбранные, загруженные, сохраненные аватары будут удалены",

'mess_new'                  => "Новое личное сообщение",

'mess_contact'              => "Черный список ЛС",
'mess_folders'              => "Редактировать директории",

'mess_inbox'                => "Входящие",

'mess_archive'              => "Архивирование сообщений",
'mess_tracker'              => "Слежение за сообщениями",




'forum_jump'                => "Переход по форумам",

'm_personal'                => "Ваш профиль",
'm_bio_info'                => "Биография",
'm_sig_info'                => "Изменить подпись",
'm_avatar_info'             => "Установка аватара",

'm_options'                 => "Настройки",

'm_email_opt'               => "Настройки e-mail",
'm_board_opt'               => "Настройки форума",
'm_email_change'            => "Изменить e-mail",
'm_passy_opt'               => "Изменить пароль",

'm_tracker'                 => "Подписки",
'm_view_subs'               => "Темы",
'm_view_forum'              => "Форумы",

'ta_size'                   => 'Размер блокнота:',

'new_window'                => "В новом окне",

'subs_delete'               => "Отписаться",

'with_selected'             => "от выбранных тем",

'ta_s'                      => 'малый',
'ta_m'                      => 'средний',
'ta_l'                      => 'большой',

'cp_edit_sig'               => "Изменение подписи",
'cp_current_sig'            => "Текущая подпись",
'cp_submit_sig'             => "Обновить подпись",

'messenger_summary'         => "Обзор личного ящика",
'total_messages'            => "Всего сообщений (во всех директориях)",
'messages_left'             => "Сообщений до переполнения ящика: ",
'folders_full'              => "ВАШ ЛИЧНЫЙ ЯЩИК ПЕРЕПОЛНЕН!",
'total_capacity'            => "от общего количества",

'change_email_title'        => "Изменение e-mail адреса",

'ce_new_email'              => "Введите новый e-mail адрес",
'ce_new_email2'             => "Повторите новый e-mail адрес",

'ce_current'                => "<b>Ваш текущий e-mail адрес:</b> ",
'ce_auth'                   => "<br /><br />ПРИМЕЧАНИЕ: После изменения e-mail адреса вы должны будете переактивировать вашу учетную запись.<br />На ваш e-mail адрес будет отправлено письмо с подробными инструкциями о дальнейших действиях.<br /><br />Вы должны будете переавторизоваться. Настоятельно рекомендуем вам, перед изменением e-mail адреса, воспользоваться функцией восстановления пароля, если вы его не помните.",

'ce_redirect'               => "Письмо на e-mail отправлено. Сейчас вы перейдете на страницу активации",

'ce_subject'                => "Запрос на изменение e-mail адреса для ",

'pass_change_text'          => "Здесь вы можете изменить ваш пароль.<br /><br />После успешного изменения пароля, форум попытается обновить ваш сеанс. При возникновении каких-либо проблем, попробуйте переавторизоваться. Если ничего не получится, обратитесь к Администратору форума для разрешения проблемы.",

'pass_redirect'             => "Ваш пароль успешно изменен. В зависимости от ваших настроек cookie, вам возможно нужно будет переавторизоваться на форуме с использованием вашего нового пароля.",


'total_posts'				=> "Всего сообщений",
'aol_name'					=> "Имя в AOL",
'home_page'					=> "Вебсайт",
'viewing_profile'			=> "Просмотр профиля",
'registration_date'			=> "Дата регистрации",
'change_email'				=> "Запрос на изменение e-mail адреса",
'no_information'			=> "<i>Информация не введена</i>",
'msn_name'					=> "Имя в MSN",
'profile_edited'			=> "Ваш профиль обновлен",
'member_level'				=> "Уровень пользователя",
'post_average'				=> "Среднее кол-во сообщений",
'b_date'					=> "Ваша дата рождения",
'send_pm'					=> "Отправить пользователю <# NAME #> Личное письмо",
'thank_you'					=> "Спасибо",
'registration_process'		=> "Запрос на изменение e-mail адреса",
'send_email'				=> "Отправить пользователю <# NAME #> письмо на e-mail",
'per_day'					=> "сообщений в день",
'no_photo'					=> "[ Нет фотографии ]",

'M_1'					    => "Янв.",
'M_2'					    => "Фев.",
'M_3'					    => "Март.",
'M_4'					    => "Апр.",
'M_5'					    => "Май",
'M_6'					    => "Июнь",
'M_7'					    => "Июль",
'M_8'					    => "Авг.",
'M_9'					    => "Сен.",
'M_10'					    => "Окт.",
'M_11'					    => "Ноя.",
'M_12'					    => "Дек.",

'D_0'					    => "Вс.",
'D_1'					    => "Пн.",
'D_2'					    => "Вт.",
'D_3'					    => "Ср.",
'D_4'					    => "Чт.",
'D_5'					    => "Пт.",
'D_6'					    => "Сб.",

'month1'					=> "Январь",
'month2'					=> "Февраль",
'month3'					=> "Март",
'month4'					=> "Апрель",
'month5'					=> "Май",
'month6'					=> "Июнь",
'month7'					=> "Июль",
'month8'					=> "Август",
'month9'					=> "Сентябрь",
'month10'					=> "Октябрь",
'month11'					=> "Ноябрь",
'month12'					=> "Декабрь",

'hidden_email'				=> "<# NAME #> скрыл свой e-mail адрес",
'auth_text'					=> "Выполняется ваш запрос на изменение e-mail адреса.<br /><br />Администрация форума требует реальности всех вводимых e-mail адресов. Через 10 минут (возможно и раньше) вы получите письмо с инструкциями следующего шага.<br />Отправлено письмо на e-mail:",
'icq_number'				=> "Номер ICQ",
'add_book'					=> "Добавить пользователя <# NAME #> в ваш список контактов",
'contact_header'			=> "Контактная информация",
'signature'					=> "Подпись",
'last_modification'			=> "Последнее обновление профиля",
'yahoo_name'				=> "Имя в Yahoo",
'personal_header'			=> "Статистика и личные данные пользователя <# NAME #>",

//----

'note_pad'                  => "Ваш личный блокнот",
'submit_notepad'            => "Обновить",

'note_pad_empty'            => "Здесь вы можете хранить отрывки сообщений или любую другую важную информацию",
'birthday'					=> "Дата рождения",
'av_personal'				=> "Вы используете личный аватар",
'width'					    => "Ширина",
'js_used'					=> "Вы использовали",
'avatar_pre_title'			=> "предустановленные аватары",
'lp_redirect'				=> "Отправленные e-mail",

'settings_hour'				=> "Часов",
'edit_profile'				=> "Изменить профиль",
'messenger_url'				=> "Перейти в Личный Ящик",
'no'					    => "Нет",
'personal_help'				=> "Здесь вы можете изменить информацию о себе, которая будет видна другим пользователям",
'subs_forum'				=> "Форум",
'settings_submit'			=> "Сохранить изменения",
'js_location'				=> "Место жительства",

'avatar_url_allowed'		=> "<br />Вы можете использовать аватары, предустановленные на форуме или ввести ссылку на аватар. Выберите, что вы предпочитаете.",
'privacy_settings'			=> "Настройки конфиденциальности",
'avatar_show_all'			=> "<br /><u>[Помощь: показать все аватары]",
'account_title'				=> "Изменение вашей учетной записи",
'welcome'					=> "Добро пожаловать в ваши личные данные ",
'maximum'					=> "Максимальная",
'avatar_pre_txt'			=> "Выберите аватар из списка ниже. Кликните на название аватара для его просмотра.",
'height'					=> "Высота",
'icq'					    => "<b>Номер ICQ</b>",
'subs_replies'				=> "Ответов",
'avatar_url_title'			=> "Загрузка личного аватара",
'avatar_title'				=> "Настройки аватара",

'account'					=> "Сохранить изменения",

'hide_email'				=> "<b>Скрыть мой адрес e-mail от других пользователей</b><br />При включении этой функции, пользователи форума не смогут отправлять вам письма из форума.",
'account_email_txt'			=> "Ваш e-mail адрес",
'account_pass_new2'			=> "Повторите ваш НОВЫЙ пароль",
'website'					=> "<b>Адрес вашей домашней страницы</b>",
'account_pass_title'		=> "Ваш пароль",
'personal_ops'			    => "Ваши личные настройки",
'settings_title'			=> "Настройки вашей учетной записи",
'yahoo'					    => "<b>Имя в Yahoo</b>",
'subs_cancel'				=> "Отмена",

'account_email_title'		=> "Ваш зарегистрированный e-mail адрес",
'js_signature'				=> "Подпись",
'settings_viewimg'			=> "Отображать картинки в сообщениях (например смайлы, изображения)?",
't_title'					=> "Ваши личные данные",

'av_none_selected'			=> "[Аватар не выбран]",
'subs_header'				=> "Текущие подписки",
'profile_title'				=> "Дополнительная секция вашего профиля",
'board_prefs'				=> "Настройки Форума",
'subs_left'					=> "Осталось дней",
'subs_topic'				=> "Тема",
'settings_viewava'			=> "Отображать аватары пользователей в темах?",
'personal_ops_txt'			=> "Здесь вы можете изменить информацию о себе, с которой могут ознакомиться другие пользователи. Также вы можете выбрать себе аватар (маленькая картинка, которая будет отображаться под вашим именем в ваших сообщениях.",
'subs_start'				=> "Подписан на",
'submit_email'				=> "Изменить настройки e-mail",


'msg_options'				=> "Настройки",

'subs_view'					=> "Просмотров",
'email_text_lp'				=> "Запрос забытого пароля",
'js_max'					=> "Максимально допустимая длина",
'interests'					=> "<b>Ваши интересы</b>",
'submit_profile'			=> "Сохранить изменения",
'avatar_click'				=> "Выберите один из аватаров в списке.",
'location'					=> "<b>Место жительства</b>",
'avatar_url_ext'			=> "Разрешенные типы файлов: ",
'email_address'				=> "Ваш e-mail адрес",
'pm_reminder'				=> "<b>Уведомлять меня по e-mail при получении новых личных сообщений</b><br />При включении этой функции, вы будете уведомлены на e-mail каждый раз при получении нового Личного сообщения.",
'subs_last_post'			=> "Обновление",
'email'					    => "Настройки E-mail",
'account_email_submit'		=> "Сохранить изменения",
'settings'					=> "Настройки учетной записи",
'photo'					    => "<b>Вы можете ввести URL своей фотографии</b><br>[Она будет отображаться только при просмотре вашего профиля, но не в сообщениях]",
'js_so_far'					=> "символ(а)ов",
'email_help'				=> "Здесь вы можете изменить настройки e-mail",
'settings_dopopup'			=> "Желаете получать уведомление с форума при получении нового личного сообщения?",
'settings_display'			=> "Настройки отображения форума",
'send_full_msg'				=> "<b><b>Добавлять копию сообщения из подписанных тем в отправляемое письмо-уведомление</b></b><br />При включении этой функции, копия нового сообщения, в простом текстовом формате, будет выслана вам на e-mail.",
'member_title'				=> "Ваше название статуса",
'yes'					    => "Да",
'account_pass_new'			=> "Введите ваш НОВЫЙ пароль",
'settings_viewsig'			=> "Отображать подписи пользователей в темах?",
'js_interests'				=> "Интересы",
'av_preset'					=> "Вы используете предустановленные аватары форума",
'aol'					    => "<b>Имя в AOL</b>",
'settings_lang'				=> "Язык интерфейса форума",
'pixels'					=> "пикселей",
't_welcome'					=> "Добро пожаловать в ваши личные данные",
'personal'					=> "Личная информация",
'daily_average'				=> "Среднее количество сообщений в день",
'account_pass_submit'		=> "Изменить пароль",
'stats_header'				=> "Обзор вашей учетной записи",
'settings_time'				=> "Часовой пояс",
'subs_title'				=> "Ваши подписки",
'no_posts'					=> "Пока не имеется",
'subs'					    => "Слежение за темой",
'subs_deleted'				=> "Подписка успешно удалена",
'msn'					    => "<b>Имя в MSN</b>",
'registered'				=> "Вы зарегистрированы ",
'subs_by'					=> "автор:",
'number_posts'				=> "Всего сообщений",
'account_pass_old'			=> "Введите ваш ТЕКУЩИЙ пароль",
'js_characters'				=> "символов",
'account_email_req'			=> "Вы получите e-mail для подтверждения изменений",
'email_title'				=> "Настройки e-mail",

'check_length'				=> "Проверить длину",
'admin_send'				=> "<b>Сообщать мне обо всех изменениях, проводимых администратором форума</b><br />При включении этой функции, ваш e-mail адрес будет добавлен к списку e-mail адресов администратора и вы, всякий раз будете уведомлены по e-mail, о любых изменениях на форуме.",
);


// Временные зоны...
$lang['time_-12'] 	= "(GMT - 12:00) Эневеток, Кваджалейн";
$lang['time_-11']   = "(GMT - 11:00) о.Мидуэй, Самоа";
$lang['time_-10']   = "(GMT - 10:00) Гавайи";
$lang['time_-9']    = "(GMT - 9:00) Аляска";
$lang['time_-8']    = "(GMT - 8:00) Тихоокеанское время (США и Канада), Тихуана";
$lang['time_-7']    = "(GMT - 7:00) Горное время (США и Канада), Аризона";
$lang['time_-6']    = "(GMT - 6:00) Центральное время (США и Канада), Мехико";
$lang['time_-5']    = "(GMT - 5:00) Восточное время (США и Канада), Богота, Лима, Кито";
$lang['time_-4']    = "(GMT - 4:00) Атлантическое время (Канада), Каракас, Ла Пас, Сантьяго";
$lang['time_-3.5']  = "(GMT - 3:30) Ньюфаундленд";
$lang['time_-3']    = "(GMT - 3:00) Бразилия, Буэнос-Айрес, Джорджтаун, Гренландия";
$lang['time_-2']    = "(GMT - 2:00) Среднеатлантическое время";
$lang['time_-1']    = "(GMT - 1:00) Азорские о-ва, о-ва Зеленого мыса";
$lang['time_0']     = "(GMT) Касабланка, Дублин, Эдинбург, Лиссабон, Лондон, Монровия";
$lang['time_1']     = "(GMT + 1:00) Амстердам, Берлин, Брюссель, Мадрид, Париж, Рим";
$lang['time_2']     = "(GMT + 2:00) Каир, Хельсинки, Калининград, Южная Африка, Варшава";
$lang['time_3']     = "(GMT + 3:00) Багдад, Эр-Рияд, Москва, Найроби";
$lang['time_3.5']   = "(GMT + 3:30) Тегеран";
$lang['time_4']     = "(GMT + 4:00) Абу-Даби, Баку, Мускат, Тбилиси";
$lang['time_4.5']   = "(GMT + 4:30) Кабул";
$lang['time_5']     = "(GMT + 5:00) Екатеринбург, Исламабад, Карачи, Ташкент";
$lang['time_5.5']   = "(GMT + 5:30) Бомбей, Калькутта, Мадрас, Нью-Дели";
$lang['time_6']     = "(GMT + 6:00) Алма-Ата, Коломбо, Дхака, Новосибирск, Омск";
$lang['time_7']     = "(GMT + 7:00) Бангкок, Ханой, Джакарта, Красноярск";
$lang['time_8']     = "(GMT + 8:00) Пекин, Гонконг, Перт, Сингапур, Тайпей";
$lang['time_9']     = "(GMT + 9:00) Осака, Саппоро, Сеул, Токио, Якутск";
$lang['time_9.5']   = "(GMT + 9:30) Аделаида, Дарвин";
$lang['time_10']    = "(GMT + 10:00) Канберра, Мельбурн, Гуам, Сидней, Владивосток";
$lang['time_11']    = "(GMT + 11:00) Магадан, Новая Каледония, Соломоновы о-ва";
$lang['time_12']    = "(GMT + 12:00) Окленд, Фиджи, Камчатка, Веллингтон";

?>