<?php

$lang = array(

'mem_delete_posts_trash'		=> "Использовать корзину?",
'mem_delete_posts_trash_desc'	=> "Сообщения и темы пользователей будут перемещены в специальный форум, откуда при необходимости их можно будет восстановить.",
'mem_delete_posts_title'        => "Удалить сообщения/темы для:",
'mem_delete_delete_posts'       => "Удалить ВСЕ <span style='color:red'>%s</span> СООБЩЕНИЙ этого пользователя?",
'mem_delete_delete_posts_desc'  => 'Если включить: темы, открытые этим пользователем и не имеющие ответов, будет удалены, остальные темы не удаляются.',
'mem_delete_delete_topics'      => "Удалить ВСЕ <span style='color:red'>%s</span> ТЕМ этого пользователя?",
'mem_delete_delete_topics_desc' => "Если включить: все темы, открытые этим пользователем, будут удалены, независимо от ответов в эту тему от других пользователей.",
'mem_delete_delete_pergo'       => "Удалять по <em>n</em> сообщений/тем за раз",
'mem_delete_delete_pergo_desc'  => "Удаление сообщений и тем происходит небыстро, не рекомендуем указывать большое число за раз",
'mem_delete_process'            => "В обработке...",

'mem_edit_pm_title'             => "Отключить использование пользователем личных сообщений",
'mem_edit_pm_no'                => "Нет",
'mem_edit_pm_yes'               => "Да — но разрешить пользователю включать повторно",
'mem_edit_pm_yes_really'        => "Да — и не разрешать пользователю включать повторно",

'mem_delete_title'              => "Удаление сообщений/тем пользователя",
'mem_delete_title_desc'         => 'Эта секция позволяет вам удалить все сообщения или темы, опубликованные данным пользователем',

'mem_posts_process_done'        => "Завершено!",
'mem_posts_process_more'        => "%s сообщений обработано (проверено сообщений: %s, тем: %s)...",

);
?>