<?php

$lang = array (

// 2.2
'bbc_li'			=> "Список элементов",
'bbc_helloworld'	=> "Привет, мир",
'bbc_testpage'		=> "Тестовая страница",

'bbc_ex1'           => "Пример",
'bbc_ex2'           => "Нажмите сюда!",
'bbc_title'         => "BB коды форума",
'bbc_intro'         => "<strong>Что такое BB коды форума?</strong><br /><br />Они предназначены для быстрого добавления различного форматирования текстов сообщений.<br />Ниже представлено описание этих кодов.",
'bbc_before'        => "До",
'bbc_after'         => "После",

'emo_title'         => "Смайлы",
'emo_type'          => "Код",
'emo_img'           => "Картинка",

'fu_title'          => "Поиск пользователей",
'fu_close_win'      => "Закрыть окно",
'fu_enter_name'     => "Введите имя пользователя (полностью или частично)",
'fu_search_but'     => "Найти!",

'fu_error'          => "Ошибка",

'fu_no_data'        => "Вы обязаны ввести имя пользователя",
'fu_no_match'       => "По вашему запросу ничего не найдено",
'fu_kc_loads'       => "Найдено слишком большое количество данных. Они не будут отображены. Вам необходимо вводить более точный запрос",
'fu_back'           => "Назад",
'fu_add_mem'        => "Добавить пользователя в поле",
'fu_add_desc'       => "Выберите имя из выпадающего меню и нажмите на кнопку, для добавления в поле",

);
?>