<?php

$lang = array (

//2.1.3 - for sources/lib/tar.php
'error_tar1'				=> "Ошибка распаковки файлов: директория (%s) не существует",
'error_tar2'				=> "%s не директория",
'error_tar3'				=> "Невозможно найти %s",
'error_tar4'				=> "ВНИМАНИЕ: %s существует, но это не директория",
'error_tar5'				=> "ОШИБКА: ошибка при смене директории на %s!",
'error_tar6'				=> "Невозможна запись в %s",
'error_tar7'				=> "%s существует, но это не директория",
'error_tar8'				=> "Невозможно обратиться к именам",
'error_tar9'				=> "Невозможно обратиться к системным ссылкам",
'error_tar11'				=> "Невозможно обратиться к файлам устройства",
'error_tar12'				=> "Обнаружен неизвестный тип",
'error_tar13'				=> "ОШИБКА: CHMOD %s на %s не применены!",
'error_tar14'				=> "Ошибка: Статистика не получена на %s",
'error_tar15'				=> "ОШИБКА: Невозможно открыть %s",
'error_tar16'				=> "Не было указано имя файла или путь для создания нового tar файла",
'error_tar17'				=> "Нет данных для записи в новый tar файл",
'error_tar18'				=> "Для имени файла %s превысила допустимый предел GNU Tape ARchives",
'error_tar19'				=> "Длина пути к файлу превысила допустимый предел GNU Tape ARchives",
'error_tar21'				=> "При попытки прочитать файл обнаружено, что имя файла не указано",
'error_tar22'				=> "Невозможно найти файл ",
'error_tar23'				=> "Невозможно открыть %s для чтения",
'error_tar24'				=> "Ошибка чтения tar файла",


);
?>