<?php

$lang = array (

//2.2
'forum_langbit'			=> "Форум",
'topic_langbit'			=> "Тема",

// build #003
'send_me_message'       => "Отправь мне сообщение",
'add_me_to_contact_list'=> "Добавь меня в контакт лист",
'add_link_on_page'      => "Добавить ссылку на свою страницу",
'download_aol'	        => "Скачать AOL Instant Messenger",

//1.2

'imp_text'              => "ВНИМАНИЕ: Помните, что все отправляемые через эту форму письма сохраняются в&nbsp;специальном журнале, доступном администраторам. Мы&nbsp;не&nbsp;рекомендуем оставлять здесь конфиденциальные данные.",

'exceeded_quota'        => "Письмо не было отправлено, так как лимит отправляемых вами писем в&nbsp;день исчерпан. В&nbsp;день можно отправить не&nbsp;более, чем <#EXTRA#> писем.",
'exceeded_flood'        => "Письмо не отправлено, так как в&nbsp;течение последних <#EXTRA#> минут вы&nbsp;уже отправляли письмо. Должно пройти время, пока вы&nbsp;сможете опять отправить письмо.",
'errors_found'          => "Обнаружены следующие ошибки",
'no_message'            => "Вы должны ввести текст письма",
'no_subject'            => "Вы должны ввести заголовок письма",
'gen_error'             => "Вы не авторизованы или не имеете возможность отправлять письма",
//---


'msn_send_msg'          => "Отправить этому пользователю сообщение в&nbsp;MSN",
'msn_add_contact'       => "Добавить пользователя в контакт-лист в&nbsp;MSN",



'report_title'          => "Отправить жалобу модератору на&nbsp;это сообщение",
'report_submit'         => "Отправить жалобу",
'report_message'        => "<b>Введите текст жалобы</b><br /><br />Примечание: вам не&nbsp;нужно указывать здесь тему и&nbsp;сообщение, модератор автоматически получит эту информацию.<br /><br />Пожалуйста, используйте эту возможность форума только для жалоб о&nbsp;некорректном сообщении! Для связи с&nbsp;модератором используйте личные сообщения.",
'report_topic'          => "Название темы",


'report_subject'        => "Жалоба о сообщении в",

'report_redirect'       => "жалоба успешно отправлена. Сейчас вы&nbsp;будете перемещены обратно в&nbsp;тему",


'title'					=>	"Отправка письма другу",
'send_lang'             =>  "Язык письма",
'to_name'				=>	"Кому (имя друга):",
'redirect'				=>	"Письмо успешно отправлено",
'to_email'				=>	"Отправить на (e-mail):",
'submit_send'			=>	"Отправить",
'send_email_to'			=>	"Отправка письма для",
'message'				=>	"Сообщение",
'show_address_text'		=>	"Вы&nbsp;можете отправить письмо на&nbsp;e-mail этому пользователю, нажав на&nbsp;ссылку ниже. Форум не&nbsp;показывает e-mail адреса в&nbsp;темах, для предотвращения спама.",
'send_header'			=>	", заполните все поля формы, чтобы отправить e-mail для",
'member_address_title'	=>	"E-mail адрес пользователя",
'send_title'			=>	"E-mail форма",
'msg_txt'				=>	"Внимание: при использовании этой формы получатель узнает ваш e-mail адрес",
'subject'				=>	"Тема",
'email_sent_txt'		=>	"Ваше письмо успешно отправлено для",
'email_sent'			=>	"Письмо отправлено",

'invite_subject'		=>	"<#MEMBER_NAME#> отправил вам интересную ссылку",
'subs_redirect'			=>	"Вы&nbsp;подписались на&nbsp;эту тему",
'invite_redirect'		=>	"Письмо отправлено для ",
'sub_added'				=>	"Ваша подписка успешно добавлена",

'submit'				=>	"Отправить",

'msg'					=>	"Введите текст письма",
'email'					=>	"Ваш e-mail",
'name'					=>	"Ваше имя",
'forum_jump'            => "Переход по форумам",
);
?>