<?php

$lang = array (

// 1.2
's_by'    				=> "Сортировать по: ",
's_sort_key_click'      => "Последним действиям",
's_sort_key_name'       => "Именам",
's_sort_order_asc'      => "В порядке возрастания",
's_sort_order_desc'     => "В порядке убывания",
's_show_mem_guest'      => "Показать только гостей",
's_show_mem_reg'        => "Показать только зарегистрированных",
's_show_mem_all'        => "Показать всех",
's_go'                  => "Обновить",
'member_name'			=>	"Имя пользователя",
'guest'					=>	"Гость",
'board_index'			=>	"Просмотр главной страницы форума",
'n_a'					=>	"[ Н/О ]",
'pages'					=>	"Страниц:",
'time'					=>	"Время",
'where'					=>	"Последнее действие",
'user_ops'				=>	"Опции",
'page_title'			=>	"Кто в онлайне",

'WHERE_calendar'		=>	"Просмотр календаря",
'WHERE_boardrules'		=>	"Просмотр правил форума",
'WHERE_toplist'         =>  "Топ сайтов",
'WHERE_sf'				=>	"Просмотр форума:",
'WHERE_sr'				=>	"Просмотр правил форума:",
'WHERE_st'				=>	"Просмотр темы:",
'WHERE_login'			=>	"Авторизуется",
'WHERE_postnew'			=>	"Отвечает в форум:",
'WHERE_postrep'			=>	"Отвечает в тему:",
'WHERE_reg'	 			=>	"Регистрируется",
'WHERE_online'			=>	"Просмотр списка <b>Кто в онлайне</b>",
'WHERE_members'			=>	"Просмотр списка пользователей",
'WHERE_help'			=>	"Просмотр разделов помощи",
'WHERE_search'			=>	"Использование поиска",
'WHERE_print'			=>	"Просмотр темы (версию для печати)",
'WHERE_forward'			=>	"Отправка ссылки на тему на e-mail",
'WHERE_msg'				=>	"Использование личного ящика",
'WHERE_usercp'			=>	"Просмотр или изменение профиля",
'WHERE_mail'	 		=>	"Связь с пользователем по e-mail",
'WHERE_invite'			=>	"Сообщение другу о форуме",
'WHERE_icq'	 			=>	"Связь с пользователем по ICQ",
'WHERE_aol' 			=>	"Связь с пользователем по AIM",
'WHERE_profile'			=>	"Просмотр профиля пользователя",
'WHERE_stats'			=>	"Просмотр статистики",


);
?>