<?php

$lang = array (

'xml_max_char'      				=> 'Ваш поисковый запрос содержит более %s символов',


'search_off' 					=> "В настоящий момент администрация отключила поисковую машину. Пожалуйста, попробуйте позже.",
'no_xml_permission'				=>	"У вас недостаточно прав для использования функций поиска.",


'nav_at'						=> "Активные темы",
'nav_aut'       				=> "Все темы пользователя",

// 2.1 (НОВОЕ)

'xml_nopost'                    => 'Новых сообщений не найдено',
'xml_char'                      => 'Некоторые или все заданные ключевые слова содержат менее, чем %s символов или содержат некорректные символы',
'xml_flood'                     => 'Включен флуд-контроль. Пожалуйста, подождите не менее %s, прежде чем снова воспользоваться поиском',
'xml_nomatches'                 => 'Ваш поиск для %s не имеет результатов',
'xml_matches'                   => 'Ваш поиск для <strong>%s</strong> нашел не менее <strong>%s</strong> сообщений.<br /><strong><a href="%s">Просмотр результатов</a> &raquo;</strong>',

//2.0.2

'too_many_children_for_santa'   => '(Результаты поиска ограничены до первого %num)',

'active_start'                  => 'Показать активные темы за:',
'active_today'                  => 'сегодня',
'active_week'                   => 'эту неделю',
'active_week2'                  => 'последние 2 недели',
'active_month'                  => 'этот месяц',
'active_month3'                 => 'последние 3 месяца',
'active_year'                   => 'этот год',
'active_go'                     => 'ок',
'no_search_topics'              => "По выбранным вами параметрам, нет ни одной темы",

'you_search_for'                => "Вы искали:",
'no_results_so_there_ha_ha'     => "К сожалению, Ваш поиск не дал никаких результатов.<br />Попробуйте расширить параметры поиска, используя другое ключевое слово или изменением формата поиска.<br />Не забывайте про использование маски '*' для увеличения кол-ва совпадений. К примеру, введя слово Ябло*, будут найдены совпадения по словам 'яблоко', 'яблочный' и т.д.",
'search_again'                  => "Повторить поиск?",

'mark_search_as_read'           => "<u>Отметить все форумы прочитанными и вернуться на главную страницу</u>",
'your_results'                  => "Ваши результаты",

//added in 1.2
'be_use'                        => "Использование",
'be_means'                      => "Средства",

'be_u1'                         => "яблоко банан",
'be_m1'                         => "Поиск сообщений, содержащих одно из этих слов",
'be_u2'                         => '+яблоко +сок',
'be_m2'                         => 'Поиск сообщений, содержащих оба этих слова',
'be_u3'                         => '+яблоко -сок',
'be_m3'                         => "Поиск сообщений, содержащих слово 'яблоко' и не содержащих слова 'сок'",
'be_u4'                         => "ябло*",
'be_m4'                         => "Поиск сообщений, содержащих слово 'яблоко' и/или 'яблочный'",
'be_u5'                         => '&quot;Некоторые слова&quot;',
'be_m5'                         => "Поиск сообщений, содержащих фразы 'некоторые слова являются мудрыми', 'некоторые слова' и не содержащих фразу 'некоторые нецензурные слова'",

'be_link'                       => "Расширенная помощь по использованию",
'be_ttip'                       => "Ознакомьтесь получше, как пользоваться логическим поиском",
'nav_au'                        => "Все сообщения пользователя",
'sp_single'                     => "Единственная страница",
'so_more_opts'                  => "Расширенный поиск",
'so_less_opts'                  => "Простой поиск",
'search_where'                  => "Искать",
'result_type'                   => "Отображение результатов",
'all_forums'                    => "&raquo; Все форумы",
'location_g'                    => "Позиция",
'g_b_home'                      => "Главная страница форума",
'g_relevance'                   => "Точность",
'g_simple_title'                => "Страница поиска форума",
'g_new_window'                  => "Новое окно",
'g_searched_for'                => "Поиск в форуме",
'g_results'                     => "Результаты",
'g_of_about'                    => "в виде",
'g_search_took'                 => "Поиск",
'g_seconds'                     => "секунды",
'sf_show_me'                    => "Показать",
'sf_most_r_f'                   => "самые точные",
'sf_most_date'                  => "самые последние <strong>вверху</strong>",
//--- ДОБАВЛЕНО В B3 -----

'is_sub'                        => " (Подкатегория)",
'search_in_subs'                => "Искать в подфорумах?",

///--- END B3 ---------

'rp_topic'                      => "Тема:",
'rp_post'                       => "Просмотр сообщения:",
'rp_forum'                      => "Форум:",
'rp_author'                     => "Автор",
'rp_replies'                    => "Ответов:",
'rp_hits'                       => "Просмотров:",
'rp_message'                    => "Сообщение",
'rp_postedon'                   => "Отправлено:",

'joinname_true'                 => "Поиск по ключевым словам и имени",
'joinname_false'                => "Поиск только по имени",

'nav_since_lv'                  => "Сообщения с Вашего последнего посещения",
'nav_lt'                        => "Ваши последние 10 сообщений",

'results_post'                  => "Результаты в виде сообщений",
'results_topics'                => "Результаты в виде тем",

'search_redirect'               => "Поиск завершен. Подождите, сейчас вы будете перемещены к результатам поиска.",

'search_pages'                  => "Страниц:",
'search_title'                  => "Поиск",
'key_search'                    => "Поиск по ключевым словам",
'mem_search'                    => "Фильтр по имени пользователя (дополнительно)",
'keysearch_text'                => "Введите ключевое слово или фразу для поиска.",
'match_name_ex'                 => "Искать полное имя",
'match_name_pa'                 => "Искать часть имени",
'keywords_title'                => "Слова для поиска",

'search_options'                => "Настройки поиска",
'search_forums'                 => "Поиск в форуме",
'search_cats'                   => "Поиск в категории",
'search_refine'                 => "Дополнительные настройки",

'search_results'                => "Результаты поиска",
'search_form'                   => "Форма поиска",

'h_forum_name'                  => "Форум",

'se_simple'                     => "Простой поиск",
'se_advanced'                   => "Расширенный",

'in_posts'                      => "В сообщениях",
'in_topics'                     => "В заголовках",

'search_from'                   => "Искать сообщения за",

'do_search'                     => "Найти",

'today'                         => "Сегодня",
'this_week'                     => "Последние 7 дней",
'this_month'                    => "Последние 30 дней",
'this_60'                       => "Последние 60 дней",
'this_90'                       => "Последние 90 дней",
'this_180'                      => "Последние 180 дней",
'this_year'                     => "Последние 365 дней",
'ever'                          => "Все время",
'older'                         => "и более старые",
'newer'                         => "и более новые",
'and'                           => "и",

'sort_results'                  => "Сортировать результаты по",

'last_date'                     => "Дате обновления",
'number_topics'                 => "Количеству ответов",
'poster_name'                   => "Имени автора",
'forum_name'                    => "Названию Форума",

'in'                            => "в",

'ascending'                     => 'в порядке возрастания',
'descending'                    => 'в порядке убывания',

'order'                         => 'сортировка',

);
?>