<?php

$lang = array (

// EDITED in 2.2
'err_no_title'         		=> "Заголовок сообщения должен быть более 2 символов.",
'mess_contact' 				=> "Черный список ЛС",
'address_list_empty'		=> "Список друзей пуст",
'address_none'				=> "В данный момент в вашем списке нет пользователей.",
'address_current'			=> "Пользователи в вашем черном списке",
'member_add'				=> "Добавьте пользователя в список для игнорирования его личных сообщений",
'enter_desc'				=> "Причина (поле не обязательно к заполнению)",
'submit_address'			=> "Добавить пользователя",
'member_edit'				=> "Вы можете изменить эту запись.",
'add_to_book' 				=> "Заблокировать",

// 2.2
'dd_forward_pm'				=> "Переслать",
'dd_add_to_block'			=> "Добавить в 'Черный список ЛС'",
'deleted_user'				=> 'Удалить пользователя',
'm_personal_portal' => 'Изменить настройки анкеты',
'm_manage_friends'  => 'Список друзей',
'xml_no_pms'				=> "У вас нет входящих писем.",
'tt_menu'  					=> "Меню",
'm_messenger'  				=> "Личный ящик",
'mess_new'     				=> "Новое личное сообщение",
'mess_folders' 				=> "Изменить директории",
'mess_inbox'   				=> "Входящие",
'mess_archive' 				=> "Архивирование сообщений",
'mess_tracker' 				=> "Слежение за сообщениями",
'mi_prune_msg' 				=> "Очистка папок",
'forum_jump'  				=> "Переход по форумам",
'mess_saved'   				=> "Неотправленные",
'm_tracker'      			=> "Подписки",
'm_view_subs'    			=> "Темы",
'm_view_forum'    			=> "Форумы",
'm_personal'  				=> "Ваш профиль",
'm_bio_info'     			=> "Биография",
'm_sig_info'     			=> "Изменить подпись",
'm_avatar_info'  			=> "Установка аватара",
'm_options'   				=> "Настройки",
'm_email_opt' 				=> "Настройки E-mail",
'm_board_opt' 				=> "Настройки форума",
'm_email_change' 			=> "Изменить E-mail",
'm_passy_opt'    			=> "Изменить пароль",
'm_contact_info'      		=> "Изменить личные данные",
'm_change_photo' 			=> "Установка фотографии",
'm_dname_change'     		=> "Изменить отображаемое имя",
'new_sub_link' 				=> "Покупка оплачиваемых рассылок",
'm_top_list' 				=> "Top Site List",
'tsl_home' 					=> "Перейти к списку",
'tsl_your_sites' 			=> "Изменить ваши сайты",
'm_attach'  				=> "Прикрепленные файлы (attach'и)",
'm_ignore_users' 			=> "Игнорирование пользователей",
'menu_title_mod' 			=> 'Модерация',
'menu_ipsearch' 			=> 'Средства IP адресов',
'menu_memsearch' 			=> 'Поиск пользователей',
'menu_announcements' 		=> "Объявления",
'm_blog'					=> "Community Blog",
'm_blog_ucp_main'			=> "Настройки вашего блога",
'm_blog_cblocks'			=> "Настройки блоков с контентом",
'm_blog_aboutme'			=> "Настройки «Обо мне»",
'm_blog_your_blog'			=> "Ваш блог",
'm_gallery'          		=> 'Invision Gallery',
'm_gallery_albums'   		=> 'Ваши альбомы',
'm_gallery_favs'     		=> 'Избранное',
'm_gallery_controls' 		=> 'Ваши настройки',
'msg_options'				=> "Опции",


// 2.1.2
'pm_textbit'		        => "Л.С.: ",
'on_textbit'		        => "",
'sentby_textbit'	        => "Отправлено от ",
'sentto_textbit'	        => "Отправлено к ",

// v2.1

'msg_ip_address'            => 'IP адрес:',
'xml_go_inbox'              => "Перейти во &laquo;Входящие&raquo;",

// build #003
'check_all'                 => "Отметить все",

'pma_title'                 => "Архив личных сообщений",
'cc_hide_users'             => 'Скрыть имена копий от других?',

// Добавлено в 1.2

'arch_new'                  => "и более новые",
'arch_old'                  => "и более старые",

'err_no_chosen_member'      => "Необходимо либо вручную ввести полное имя пользователя, либо выбрать его из вашего списка контактов.",
'err_errors'                => "Обнаружены следующие ошибки",
'err_no_msg'                => "Необходимо ввести текст личного сообщения.",
'err_no_such_member'        => "Нет такого пользователя. Проверьте введенное имя и повторите попытку.",

'fd_text'                   => "Вы можете удалить ваши сохраненные личные сообщения. Выберите директорию, которую хотите очистить, и нажмите на кнопку &laquo;Далее&raquo;<br />Внимание: Возврат назад будет невозможен. Дважды все проверьте перед продолжением.",
'fd_name'                   => "Директория",
'fd_count'                  => "Количество сообщений",
'fd_empty'                  => "Очистить?",
'fd_continue'               => "Далее",
'fd_unsent'                 => "Неотправленные сообщения",
'fd_save_unread'            => "Сохранить непрочитанные личные сообщения?",

// Добавлено в RC1

'msg_pages'                 => "Страниц",

'pm_email_subject'          => "Новое личное сообщение",

'tk_read_messages'          => "Прочитанные сообщения",
'tk_read_desc'              => "Эти сообщения уже прочитаны пользователями, которым они отправлены",
'tk_read_date'              => "Дата прочтения",
'tk_unread_date'            => "Дата отправки",
'tk_untrack_button'         => "Удалить",

'tk_unread_messages'        => "Непрочитанные сообщения",
'tk_unread_desc'            => "Эти сообщения пока еще не прочитаны пользователями, которым они отправлены. Вы можете удалить их прежде, чем они будут прочитаны.",

'vm_delete_pm'              => "Удалить сообщение",
'vm_forward_pm'             => "Переадресовать сообщение",
'vm_track_msg'	            => "Проследить за этим сообщением?",

'vm_forward_text'           => "Сообщение переадресовано от %s",

'inbox_no_msg'	            => "Сообщение не обнаружено",

'pm_reply_link'             => "Ответить",


'pmpc_full_string'          => "Ваши директории заполнены на <#PERCENT#>%",
'pmpc_info_string'          => "Личных сообщений у вас: %s, из максимально возможных: %s",
'pmpc_unlimited'            => "количество сообщений неограниченно",

'pmpc_mark_read'            => "Отметить прочитанные сообщения",
'pmpc_unmark_all'           => "Снять все отметки",

'pme_title'                 => "ОШИБКА",
'pme_none_sent'             => "Это личное сообщение не отправлено",
'pms_send_later'            => "Сохранить (для отправки позднее)",
'pms_redirect'              => "это сообщение не отправлено, но сохранено (для отправки позднее)",

'pms_saved_title'           => "Сохраненные неотправленные сообщения",
'pms_message_to'            => "Сообщение для",
'pms_cc_users'              => "Копия пользователям",
'pms_saved_date'            => "Дата сохранения",

'pme_no_cc_user'            => "Не найдено ни одного пользователя, чьи имена вы ввели в поле &laquo;Копия&raquo;. Проверьте введенные данные и попробуйте снова.",
'pme_too_many'              => "Вы не имеете прав отправки копии личных сообщений нескольким пользователям. Сократите список и попробуйте снова.",

'pme_failed_nopm'           => "Сообщение для %s не отправлено, так как его личный ящик отключен",
'pme_failed_maxed'          => "Сообщение для %s не отправлено, так как у него переполнен личный ящик",
'pme_failed_nomem'          => "Сообщение для %s не отправлено, так как пользователя с таким именем не существует!",
'pme_failed_block'          => "Сообщение для %s не отправлено, так как %s не желает принимать личные сообщения",

'pm_preview'                => "Предпросмотр",

'pm_pre_button'             => "Предварительный просмотр",

'pmp_title'                 => "Вам новое личное сообщение!",

'pmp_get_last'              => "Открыть сообщение в этом же окне",

'pmp_string'                => "Вам новое сообщение от: <b><#NAME#></b>, с заголовком: <b>'<#TITLE#>'</b>.<br />Отправлено — <b><#DATE#></b>.",

'pmp_go_inbox'              => "Перейти в директорию &laquo;Входящие&raquo;",

'pmp_ignore'                => "Закрыть это окно",

'pmp_thiswindow'            => "Открыть сообщение в этом окне",

'carbon_copy_title'         => "Копия пользователям",
'carbon_copy_desc'          => "<b>Вы можете ввести %s имен в поле &laquo;Копия пользователям&raquo;</b>.<br /><br />Одно имя на строку.",


'forum_jump'                => "Переход по форумам",

'author'                    => "Автор",
'm_pmessage'                => "Сообщение",
'all_folders'               => "Все директории",
'archive_title'             => "Архивирование сообщений",
'archive_text'              => "Выберите критерии архивирования.<br />Архивированные сообщения будут собраны в один архив и отправлены вам на e-mail вложенным письмом.",
'arc_folders'               => "Какую директорию архивировать?",
'arc_dateline'              => "Архивировать сообщения, полученные за последние",
'arc_days'                  => "дней",
'arc_alldays'               => "все",
'arc_delete'                => "Удалить сообщения после архивации?",
'arc_yes'                   => "Да",
'arc_no'                    => "Нет",
'arc_submit'                => "Выполнить",
'arc_complete'              => "Процесс архивации успешно завершен.<br>Вы должны получить письмо на e-mail с вложенным архивом, содержащим <#NUM#> архивированных личных сообщений.",
'arc_comp_title'            => "Архивирование завершено",

'arc_email_subject'         => "Архив с сообщениями",

'arc_type'                  => "Создать архивный файл в виде",

'arc_html'                  => "HTML страницы",
'arc_xls'                   => "Excel файла",

'arc_max'                   => "Количество сообщений для архивации",

't_book'					=> "Список контактов",
'prefs_title'				=> "Настройки личного ящика",
'm_posts'					=> "Сообщений:",
'from_title'				=> "Сообщение",
'message_from'				=> "Отправитель",
'mem_read_msg'				=> "прочитал это сообщение",
'no'					    => "Нет",
'read_rec_title'			=> "Уведомлен о получении:",
'delete_button'				=> "Удалить",
'from_date'					=> "Дата (сначала старые)",
'message_date'				=> "Дата",
'enter_a_name'				=> "Имя пользователя",
'to_whom'					=> "Имена получателей",
'prefs'					    => "Установки",

'prefs_help'				=> "Здесь вы можете изменить настройки вашего личного ящика.",
'auto_sent_add'				=> "Добавить копию этого сообщения в директорию &laquo;Отправленные&raquo;",
'sort_by'					=> "Сортировать сообщения по",
'member_added'				=> "Пользователь добавлен в вашу список контактов",
'move_button'				=> "переместить в",
'a_msg_no_new'				=> "У вас нет новых сообщений",
'can_contact'				=> "Сообщения принимаются",
'send'					    => "Отправить сообщение",
'sent_text'					=> "Ваше сообщение с заголовком &laquo;<#MESSAGE_TITLE#>&raquo; успешно отправлено. Пользователь будет уведомлен о новом личном сообщении от вас.",
'welcome'					=> "Добро пожаловать в личный ящик",
'cannot_contact'			=> "Сообщения игнорируются",
'member_name'				=> "Имя",
'viewing_message'			=> "Просмотр сообщения:",
'submit_send'				=> "Отправить сообщение",
'delete'					=> "Удалить",

'send_header'				=> " выберите имя из вашего списка контактов, либо введите имя вручную — кому вы хотите отправить личное сообщение",
'yes'					    => "Да",
'goto_folder'				=> "Перейти в директорию",
'enter_name'				=> "<b><u>ИЛИ</u> введите имя здесь</b>",
'enter_message'				=> "Введите текст сообщения",
'prefs_submit'				=> "Сохранить изменения",
'allow_msg'					=> "Разрешить пользователю отправлять вам личные сообщения?",
'sent_on'					=> "Отправлено",
'sent_url'					=> "Нажмите сюда для возврата в личный ящик",
'msg_deleted'				=> "Это сообщение удалено",
'out_box'					=> "Исходящие",
't_welcome'					=> "Добро пожаловать в личный ящик",
'max_msg'					=> "Максимальный размер сообщения — <#MAX_MSG_SIZE#> килобайт",
'sent_title'				=> "Ваше сообщение отправлено",
'submit_address_edit'		=> "Изменить запись",
'move_or_delete'			=> "или",
'address_list'				=> "<b>Выберите из вашего списка контактов</b>",
'prefs_new'					=> "Добавить новую директорию",
'selected_msg'				=> "выбранные сообщения",
'from_date_new'				=> "Дата (новые вначале)",
'address_title'				=> "Ваш список контактов",
'no_msg_chosen'				=> "Вы не выбрали ни одного личного сообщения. Вы можете выбрать сообщения, отметив галочкой справа от каждого сообщения",
'from_name'					=> "Пользователь",
'new_message'				=> "Статус нового сообщения",
'your_options'				=> "Ваши опции",
'send_title'				=> "Отправка сообщения",
'posted'					=> "Отправлено",
'msg_title'					=> "<b>Заголовок сообщения</b>",
'icon_read'					=> "Прочитанные&nbsp;сообщения",
'cannot_remove'				=> "Невозможно удалить",
'goto_submit'				=> "ок!",
'm_joined'					=> "Регистрация:",
't_title'					=> "Ваш Личный Ящик",
'message_read_state'		=> "Прочитано?",
'other'					    => "Другой",
'c_msg_full'				=> "<br><b>ВНИМАНИЕ: ВАШИ ДИРЕКТОРИИ ПЕРЕПОЛНЕНЫ<b><br />Для возможности получения новых личных писем вы ДОЛЖНЫ удалить некоторые сохраненные сообщения из папок",
'msg_body'					=> "<b>Сообщение</b>",
'dir_title'					=> "Текущая директория ящика:",
'saved_sent_msg'			=> "Отправлено: ",
'in_box'					=> "Входящие",
'a_msg_new'					=> "<b>У вас <#NEW_MESSAGES#> новых личных сообщений!</b>",
'member_options'			=> "Опции",
'prefs_text_a'				=> "Вы можете переименовать директории. Для удаления директории, необходимо удалить название директории. Помните, что вы не сможете удалить директорию, если она содержит сообщения.",
'edit'					    => "Редактировать",
'enter_block'				=> "Опции",
'prefs_text_b'				=> "Вы можете создать дополнительные директории. Не используйте одинаковые названия папок.",
'icon_unread'				=> "Непрочитанные&nbsp;сообщения",
'splash'					=> "Итог",
'current_sort'				=> "Сообщения отсортированы по: ",
'contact'					=> "Список контактов",
'message_options'			=> "Опции писем",
'no_reply'					=> "Вы не ответили на это сообщение",
'c_msg_total'				=> "У вас <#NUM#> писем во всех директориях.",
'read_rec_text'				=> "Оригинальное сообщение отправлено:",
'button_preview'			=> "Предпросмотр",
'm_group'					=> "Группа:",
'prefs_current'				=> "Текущие директории",
'message_to'				=> "Это сообщение отправлено для",
'message_title'				=> "Заголовок сообщения",
);
?>